[
  {
    "word": "s",
    "mean": "the nineteenth letter of the English alphabet, is a consonanat, and is often called a sibilant, in allusion to its hissing sound. It has two principal sounds; one a more hissing, as in sack, this; the other a vocal hissing (the same as that of z), as in is, wise. Besides these it sometimes has the sounds of sh and zh, as in sure, measure. It generally has its hissing sound at the beginning of words, but in the middle and at the end of words its sound is determined by usage. In a few words it is silent, as in isle, d茅bris. With the letter h it forms the digraph sh. See Guide to pronunciation, t\\'c5 255-261. Note: Both the form and the name of the letter S are derived from the Latin, which got the letter through the Greek from the Ph忙nician. the ultimate origin is Egyptian. S is etymologically most nearly related to c, z, t, and r; as, in ice, OE. is; E. hence, OE. hennes; E. rase, raze; erase, razor; that, G. das; E. reason, F. raison, L. ratio; E. was, were; chair, chaise (see C, Z, T, and R.)."
  },
  {
    "word": "a",
    "mean": "The first letter of the English and of many other alphabets. The capital A of the alphabets of Middle and Western Europe, as also the small letter (a), besides the forms in Italic, black letter, etc., are all descended from the old Latin A, which was borrowed from the Greek Alpha, of the same form; and this was made from the first letter (Aleph, and itself from the Egyptian origin. The Aleph was a consonant letter, with a guttural breath sound that was not an element of Greek articulation; and the Greeks took it to represent their vowel Alpha with the 盲 sound, the Phoenician alphabet having no vowel symbols. This letter, in English, is used for several different vowel sounds. See Guide to pronunciation, 搂搂 43-74. The regular long a, as in fate, etc., is a comparatively modern sound, and has taken the place of what, till about the early part of the 17th century, was a sound of the quality of 盲 (as in far). 2. (Mus.)  The name of the sixth tone in the model major scale (that in C), or the first tone of the minor scale, which is named after it the scale in A minor. The second string of the violin is tuned to the A in the treble staff. -- A sharp (A#) is the name of a musical tone intermediate between A and B. -- A flat (A) is the name of a tone intermediate between A and G. A per se Etym: (L. per se by itself), one pre毛minent; a nonesuch. [Obs.] O fair Creseide, the flower and A per se Of Troy and Greece. Chaucer.\n\n1. Etym: [Shortened form of an. AS. an one. See One.]  An adjective, commonly called the indefinite article, and signifying one or any, but less emphatically.  \"At a birth\"; \"In a word\"; \"At a blow\". Shak. Note: It is placed before nouns of the singular number denoting an individual object, or a quality individualized, before collective nouns, and also before plural nouns when the adjective few or the phrase great many or good many is interposed; as, a dog, a house, a man; a color; a sweetness; a hundred, a fleet, a regiment; a few persons, a great many days. It is used for an, for the sake of euphony, before words beginning with a consonant sound [for exception of certain words beginning with h, see An]; as, a table, a woman, a year, a unit, a eulogy, a ewe, a oneness, such a one, etc. Formally an was used both before vowels and consonants. 2. Etym: [Originally the preposition a (an, on).]  In each; to or for each; as, \"twenty leagues a day\", \"a hundred pounds a year\", \"a dollar a yard\", etc.\n\n1. In; on; at; by. [Obs.] \"A God's name.\" \"Torn a pieces.\" \"Stand a tiptoe.\" \"A Sundays\" Shak. \"Wit that men have now a days.\" Chaucer. \"Set them a work.\" Robynson (More's Utopia) 2. In process of; in the act of; into; to; -- used with verbal substantives in -ing which begin with a consonant. This is a shortened form of the preposition an (which was used before the vowel sound); as in a hunting, a building, a begging. \"Jacob, when he was a dying\" Heb. xi. 21. \"We'll a birding together.\" \" It was a doing.\" Shak. \"He burst out a laughing.\" Macaulay. The hyphen may be used to connect a with the verbal substantive (as, a-hunting, a-building) or the words may be written separately. This form of expression is now for the most part obsolete, the a being omitted and the verbal substantive treated as a participle.\n\nOf. [Obs.] \"The name of John a Gaunt.\" \"What time a day is it \" Shak. \"It's six a clock.\" B. Jonson.\n\nA barbarous corruption of have, of he, and sometimes of it and of they. \"So would I a done\" \"A brushes his hat.\" Shak.\n\nAn expletive, void of sense, to fill up the meter A merry heart goes all the day, Your sad tires in a mile-a. Shak."
  },
  {
    "word": "i",
    "mean": "1. I, the ninth letter of the English alphabet, takes its form from the Phoenician, through the Latin and the Greek. The Phoenician letter was probably of Egyptian origin. Its original value was nearly the same as that of the Italian I, or long e as in mete. Etymologically I is most closely related to e, y, j, g; as in dint, dent, beverage, L. bibere; E. kin, AS. cynn; E. thin, AS. ynne; E. dominion, donjon, dungeon. In English I has two principal vowel sounds: the long sound, as in pine, ice; and the short sound, as in p卯n. It has also three other sounds: (a) That of e in term, as in thirst. (b) That of e in mete (in words of foreign origin), as in machine, pique, regime. (c) That of consonant y (in many words in which it precedes another vowel), as in bunion, million, filial, Christian, etc. It enters into several digraphs, as in fail, field, seize, feign. friend; and with o often forms a proper diphtong, as in oil, join, coin. See Guide to Pronunciation, 搂搂 98-106. Note: The dot which we place over the small or lower case i dates only from the 14th century. The sounds of I and J were originally represented by the same character, and even after the introduction of the form J into English dictionaries, words containing these letters were, till a comparatively recent time, classed together. 2. In our old authors, I was often used for ay (or aye), yes, which is pronounced nearly like it. 3. As a numeral, I stands for 1, II for 2, etc.\n\nThe nominative case of the pronoun of the first person; the word with which a speaker or writer denotes himself."
  },
  {
    "word": "q",
    "mean": ", the seventeenth letter of the English alphabet, has but one sound (that of k), and is always followed by u, the two letters together being sounded like kw, except in some words in which the u is silent. See Guide to Pronunciation, 搂 249. Q is not found in Anglo-Saxon, cw being used instead of qu; as in cwic, quick; cwen, queen. The name (ku) is from the French ku, which is from the Latin name of the same letter; its form is from the Latin, which derived it, through a Greek alphabet, from the Phoenician, the ultimate origin being Egyptian. Etymologically, q or qu is most nearly related to a (ch, tch), p, q, and wh; as in cud, quid, L. equus, ecus, horse, Gr. equine, hippic; L. quod which, E. what; L. aquila, E. eaqle; E. kitchen, OE. kichene, AS. cycene, L. coquina."
  },
  {
    "word": "b",
    "mean": "is the second letter of the English alphabet. (See Guide to Pronunciation, 搂搂 196,220.) It is etymologically related to p , v , f , w and m , letters representing sounds having a close organic affinity to its own sound; as in Eng. bursar and purser; Eng. bear and Lat. pear; Eng. silver and Ger. silber; Lat. cubitum and It. gomito; Eng. seven, Anglo-Saxon seofon, Ger. sieben, Lat. septem, Gr.ptan. The form of letter B is Roman, from Greek B (Beta), of Semitic origin. The small b was formed by gradual change from the capital B. Note: In Music, B is the nominal of the seventh tone in the model major scale (the scale of C major ), or of the second tone in it's relative minor scale (that of A minor ) . B stands for B flat, the tone a half step , or semitone, lower than B. In German, B stands for our B, while our B natural is called H (pronounced h盲)."
  },
  {
    "word": "v",
    "mean": "1. V, the twenty-second letter of the English alphabet, is a vocal consonant. V and U are only varieties of the same character, U being the cursive form, while V is better adapted for engraving, as in stone. The two letters were formerly used indiscriminately, and till a comparatively recent date words containing them were often classed together in dictionaries and other books of reference (see U). The letter V is from the Latin alphabet, where it was used both as a consonant (about like English w) and as a vowel. The Latin derives it from it from a form (V) of the Greek vowel UPSILON (see Y), this Greek letter being either from the same Semitic letter as the digamma F (see F), or else added by the Greeks to the alphabet which they took from the Semitic. Etymologically v is most nearly related to u, w, f, b, p; as in vine, wine; avoirdupois, habit, have; safe, save; trover, troubadour, trope. See U, F, etc. See Guide to Pronunciation, 搂 265; also 搂搂 155, 169, 178-179, etc. 2. As a numeral, V stands for five, in English and Latin."
  },
  {
    "word": "z",
    "mean": "Z, the twenty-sixth and last letter of the English alphabet, is a vocal consonant. It is taken from the Latin letter Z, which came from the Greek alphabet, this having it from a Semitic source. The ultimate origin is probably Egyptian. Etymologically, it is most closely related to s, y, and j; as in glass, glaze; E. yoke, Gr. yugum; E. zealous, jealous. See Guide to Pronunciation, 搂搂 273, 274."
  },
  {
    "word": "u",
    "mean": "U, the twenty-first letter of the English alphabet, is a cursive form of the letter V, with which it was formerly used interchangeably, both letters being then used both as vowels and consonants. U and V are now, however, differentiated, U being used only as a vowel or semivowel, and V only as a consonant. The true primary vowel sound of U, in Anglo-Saxon, was the sound which it still retains in most of the languages of Europe, that of long oo, as in tool, and short oo, as in wood, answering to the French ou in tour. Etymologically U is most closely related to o, y (vowel), w, and v; as in two, duet, dyad, twice; top, tuft; sop, sup; auspice, aviary. See V, also O and Y. See Guide to Pronunciation, 搂搂 130-144."
  },
  {
    "word": "j",
    "mean": ". J is the tenth letter of the English alphabet. It is a later variant form of the Roman letter I, used to express a consonantal sound, that is, originally, the sound of English y in yet. The forms J and I have, until a recent time, been classed together, and they have been used interchangeably. Note: In medical prescriptions j is still used in place of i at the end of a number, as a Roman numeral; as, vj, xij. J is etymologically most closely related to i, y, g; as in jot, iota; jest, gesture; join, jugular, yoke. See I. J is a compound vocal consonant, nearly equivalent in sound to dzh. It is exactly the same as g in gem. See Guide to Pronunciation, 搂搂 179, 211, 239."
  },
  {
    "word": "k",
    "mean": "(K is from the Latin, which used the letter but little except in the early period of the language. It came into the Latin from the Greek, which received it from a Phoenician source, the ultimate origin probably being Egyptian,. Etymologically K is most nearly related to c, g, h (which see). Note: In many words of one syllable k is used after c, as in crack, check, deck, being necessary to exhibit a correct pronunciation in the derivatives, cracked, checked, decked, cracking; since without it, c, before the vowels e and i, would be sounded like s. Formerly, k was added to c in certain words of Latin origin, as in musick, publick, republick; but now it is omitted. Note: See Guide to Pronunciation , 搂搂 240, 178, 179, 185."
  },
  {
    "word": "d",
    "mean": "1. The fourth letter of the English alphabet, and a vocal consonent. The English letter is from Latin, which is from Greek, which took it from Phoenician, the probable ultimate origin being Egyptian. It is related most nearly to t and th; as, Eng. deep, G. tief; Eng. daughter, G. tochter, Gr. duhitr. See Guide to Pronunciation, sq. root178, 179, 229. 2. (Mus.)  The nominal of the second tone in the model major scale (that in C), or of the fourth tone in the relative minor scale of C (that in A minor), or of the key tone in the relative minor of F. 3. As a numeral D stands for 500. in this use it is not the initial of any word, or even strictly a letter, but one half of the sign"
  },
  {
    "word": "c",
    "mean": "1. C is the third letter of the English alphabet. It is from the Latin letter C, which in old Latin represented the sounds of k, and g (in go); its original value being the latter. In Anglo-Saxon words, or Old English before the Norman Conquest, it always has the sound of k. The Latin C was the same letter as the Greek got it from the Phoenicians. The English name of C is from the Latin name ce, and was derived, probably, through the French. Etymologically C is related to g, h, k, q, s (and other sibilant sounds). Examples of these relations are in L. acutus, E. acute, ague; E. acrid, eagar; L. cornu, E. horn; E. cat, kitten; E. coy, quiet; L. circare, OF. cerchier, E. search. Note: See Guide to Pronunciation, t\\'c5 221-228. 2. (Mus.)  (a) The keynote of the normal or \"natural\" scale, which has neither flats nor sharps in its signature; also, the third note of the relative minor scale of the same (b) C after the clef is the mark of common time, in which each measure is a semibreve (four fourths or crotchets); for alla breve time it is written (c) The \"C clef,\" a modification of the letter C, placed on any line of the staff, abows that line to be middle C. 3. As a numeral, C stands for Latin centum or 100, CC for 200, etc. C spring, a spring in the form of the letter C."
  },
  {
    "word": "w",
    "mean": "W, the twenty-third letter of the English alphabet, is usually a consonant, but sometimes it is a vowel, forming the second element of certain diphthongs, as in few, how. It takes its written form and its name from the repetition of a V, this being the original form of the Roman capital letter which we call U. Etymologically it is most related to v and u. See V, and U. Some of the uneducated classes in England, especially in London, confuse w and v, substituting the one for the other, as weal for veal, and veal for weal; wine for vine, and vine for wine, etc. See Guide to Pronunciation, 搂搂 266-268."
  },
  {
    "word": "h",
    "mean": "the eighth letter of the English alphabet, is classed among the consonants, and is formed with the mouth organs in the same position as that of the succeeding vowel. It is used with certain consonants to form digraphs representing sounds which are not found in the alphabet, as sh, th, th, as in shall, thing, thine (for zh see 搂274); also, to modify the sounds of some other letters, as when placed after c and p, with the former of which it represents a compound sound like that of tsh, as in charm (written also tch as in catch), with the latter, the sound of f, as in phase, phantom. In some words, mostly derived or introduced from foreign languages, h following c and g indicates that those consonants have the hard sound before e, i, and y, as in chemistry, chiromancy, chyle, Ghent, Ghibelline, etc.; in some others, ch has the sound of sh, as in chicane. See Guide to Pronunciation, 搂搂 153, 179, 181-3, 237-8. Note: The name (aitch) is from the French ache; its form is from the Latin, and this from the Greek H, which was used as the sign of the spiritus asper (rough breathing) before it came to represent the long vowel, Gr. 锚. The Greek H is from Phoenician, the ultimate origin probably being Egyptian. Etymologically H is most closely related to c; as in E. horn, L. cornu, Gr. ke`ras; E. hele, v. t., conceal; E. hide, L. cutis, Gr. ky`tos; E. hundred, L. centum, Gr. 'e-kat-on, Skr. csata. H piece (Mining), the part of a plunger pump which contains the valve.\n\nThe seventh degree in the diatonic scale, being used by the Germans for B natural. See B."
  },
  {
    "word": "r",
    "mean": "R, the eighteenth letter of the English alphabet, is a vocal consonant.  It is sometimes called a semivowel, and a liquid. See Guide to Pronunciation, 搂搂 178, 179, and 250-254. \"R is the dog's letter and hurreth in the sound.\"  B. Jonson. In words derived from the Greek language the letter h is generally written after r to represent the aspirated sound of the Greek \"r, but does not affect the pronunciation of the English word, as rhapsody, rhetoric. The English letter derives its form from the Greek through the Latin, the Greek letter being derived from the Phonician, which, it is believed, is ultimately of Egyptian origin. Etymologically, R is most closely related to l, s, and n; as in bandore, mandole; purple, L. purpura; E. chapter, F. chapitre, L. capitulum; E. was, were; hare, G. hase; E. order, F. ordre, L. ordo, ordinis; E. coffer, coffin. The three Rs, a jocose expression for reading, (w)riting, and (a)rithmetic, -- the fundamentals of an education."
  },
  {
    "word": "x",
    "mean": "X, the twenty-fourth letter of the English alphabet, has three sounds; a compound nonvocal sound (that of ks), as in wax; a compound vocal sound (that of gz), as in example; and, at the beginning of a word, a simple vocal sound (that of z), as in xanthic.  See Guide to Pronunciation, 搂搂 217, 270, 271. The form and value of X are from the Latin X, which is from the Greek X, which in some Greek alphabets had the value of ks, though in the one now in common use it represents an aspirated sound of k."
  },
  {
    "word": "l",
    "mean": "1. L is the twelfth letter of the English alphabet, and a vocal consonant. It is usually called a semivowel or liquid. Its form and value are from the Greek, through the Latin, the form of the Greek letter being from the Phoenician, and the ultimate origin prob. Egyptian. Etymologically, it is most closely related to r and u; as in pilgrim, peregrine, couch (fr. collocare), aubura (fr. LL. alburnus). Note: At the end of monosyllables containing a single vowel, it is often doubled, as in fall, full, bell; but not after digraphs, as in foul, fool, prowl, growl, foal. In English words, the terminating syllable le is unaccented, the e is silent, and l is preceded by a voice glide, as in able, eagle, pronounced a''b'l, ''g'l. See Guide to Pronunciation, 搂 241. 2. As a numeral, L stands for fifty in the English, as in the Latin language. For 50 the Romans used the Chalcidian chi, I. Taylor (The Alphabet).\n\n1. An extension at right angles to the length of a main building, giving to the ground plan a form resembling the letter L; sometimes less properly applied to a narrower, or lower, extension in the direction of the length of the main building; a wing. [Written also ell.] 2. (Mech.)  A short right-angled pipe fitting, used in connecting two pipes at right angles. [Written also ell.]"
  },
  {
    "word": "g",
    "mean": "1. G is the seventh letter of the English alphabet, and a vocal consonant. It has two sounds; one simple, as in gave, go, gull; the other compound (like that of j), as in gem, gin, dingy. See Guide to Pronunciation, 搂搂 231-6, 155, 176, 178, 179, 196, 211, 246. Note: The form of G is from the Latin, in the alphabet which it first appeared as a modified form of C. The name is also from the Latin, and probably comes to us through the French. Etymologically it is most closely related to a c hard, k y, and w; as in corn, grain, kernel; kin L. genus, Gr. garden, yard; drag, draw; also to ch and h; as in get, prehensile; guest, host (an army); gall, choler; gust, choose. See C. 2. (Mus.)  G is the name of the fifth tone of the natural or model scale; -- called also sol by the Italians and French. It was also originally used as the treble clef, and has gradually changed into the character represented in the margin. See Clef. G# (G sharp) is a tone intermediate between G and A."
  },
  {
    "word": "y",
    "mean": "Y, the twenty-fifth letter of the English alphabet, at the beginning of a word or syllable, except when a prefix (see Y-), is usually a fricative vocal consonant; as a prefix, and usually in the middle or at the end of a syllable, it is a vowel. See Guide to Pronunciation, 搂搂 145, 178-9, 272. Note: It derives its form from the Latin Y, which is from the Greek u, i, o, and j. g; as in full, fill, AS. fyllan; E. crypt, grotto; young, juvenile; day, AS. d忙g. See U, I, and J, G. Note: Y has been called the Pythagorean letter, because the Greek letter\n\nSomething shaped like the letter Y; a forked piece resembling in form the letter Y. Specifically: (a) One of the forked holders for supporting the telescope of a leveling instrument, or the axis of a theodolite; a wye. (b) A forked or bifurcated pipe fitting. (c) (Railroads) A portion of track consisting of two diverging tracks connected by a cross track. Y level (Surv.), an instrument for measuring differences of level by means of a telescope resting in Y's. -- Y moth (Zo枚l.), a handsome European noctuid moth Plusia gamma) which has a bright, silvery mark, shaped like the letter Y, on each of the fore wings. Its larva, which is green with five dorsal white species, feeds on the cabbage, turnip, bean, etc. Called also gamma moth, and silver Y.\n\nI. [Obs.] King Horn. Wyclif."
  },
  {
    "word": "p",
    "mean": "the sixteenth letter of the English alphabet, is a nonvocal consonant whose form and value come from the Latin, into which language the letter was brought, through the ancient Greek, from the Phonician, its probable origin being Egyptian. Etymologically P is most closely related to b, f, and v; as hobble, hopple; father, paternal; recipient, receive. See B, F, and M. See Guide to Pronunciation, 搂搂 247, 248, and 184-195."
  },
  {
    "word": "e",
    "mean": "1. The fifth letter of the English alphabet. Note: It derives its form, name, and value from the Latin, the form and value being further derived from the Greek, into which it came from the Phoenician, and ultimately, probably, from the Egyptian. Its etymological relations are closest with the vowels i, a, and o, as illustrated by to fall, to fell; man, pl. men; drink, drank, drench; dint, dent; doom, deem; goose, pl. geese; beef, OF. boef, L. bos; and E. cheer, OF. chiere, LL. cara. Note: The letter e has in English several vowel sounds, the two principal being its long or name sound, as in eve, me, and the short, as in end, best. Usually at the end of words it is silent, but serves to indicate that the preceding vowel has its long sound, where otherwise it would be short, as in mane, as in cane, m, which without the final e would be pronounced m, c, m. After c and g, the final e indicates that these letters are to be pronounced as s and j; respectively, as in lace, rage. See Guide to Pronunciation, 搂搂 74-97. 2. (Mus.)  E is the third tone of the model diatonic scale. E (E flat) is a tone which is intermediate between D and E."
  },
  {
    "word": "o",
    "mean": "1. O, the fifteenth letter of the English alphabet, derives its form, value, and name from the Greek O, through the Latin. The letter came into the Greek from the Phoenician, which possibly derived it ultimately from the Egyptian. Etymologically, the letter o is most closely related to a, e, and u; as in E. bone, AS. ban; E. stone, AS. stan; E. broke, AS. brecan to break; E. bore, AS. beran to bear; E. dove, AS. dufe; E. toft, tuft; tone, tune; number, F. nombre. The letter o has several vowel sounds, the principal of which are its long sound, as in bone, its short sound, as in nod, and the sounds heard in the words orb, son, do (feod), and wolf (book). In connection with the other vowels it forms several digraphs and diphthongs. See Guide to Pronunciation, 搂搂 107-129. 2. Among the ancients, O was a mark of triple time, from the notion that the ternary, or number 3, is the most perfect of numbers, and properly expressed by a circle, the most perfect figure. O was also anciently used to represent 11: with a dash over it (O O, n.; pl. O's or Oes (. 1. The letter O, or its sound. \"Mouthing out his hollow oes and aes.\" Tennyson. 2. Something shaped like the letter O; a circle or oval. \"This wooden O [Globe Theater]\". Shak. 3. A cipher; zero. [R.] Thou art an O without a figure. Shak. O' O', Etym: [Ir. of a descendant.]  A prefix to Irish family names, which signifies grandson or descendant of, and is a character of dignity; as, O'Neil, O'Carrol. O' O', prep.  A shortened form of of or on. \"At the turning o' the tide.\" Shak.\n\nOne. [Obs.] Chaucer. \"Alle thre but o God.\" Piers Plowman.\n\nAn exclamation used in calling or directly addressing a person or personified object; also, as an emotional or impassioned exclamation expressing pain, grief, surprise, desire, fear, etc. For ever, O Lord, thy word is settled in heaven. Ps. cxix. 89. O how love I thy law ! it is my meditation all the day. Ps. cxix. 97. Note: O is frequently followed by an ellipsis and that, an in expressing a wish: \"O [I wish] that Ishmael might live before thee !\" Gen. xvii. 18; or in expressions of surprise, indignation, or regret: \"O [it is sad] that such eyes should e'er meet other object !\" Sheridan Knowles. Note: A distinction between the use of O and oh is insisted upon by some, namely, that O should be used only in direct address to a person or personified object, and should never be followed by the exclamation point, while Oh (or oh) should be used in exclamations where no direct appeal or address to an object is made, and may be followed by the exclamation point or not, according to the nature or construction of the sentence. Some insist that oh should be used only as an interjection expressing strong feeling. The form O, however, is, it seems, the one most commonly employed for both uses by modern writers and correctors for the press. \"O, I am slain !\" Shak. \"O what a fair and ministering angel !\" \"O sweet angel !\" Longfellow. O for a kindling touch from that pure flame ! Wordsworth. But she is in her grave, -- and oh The difference to me ! Wordsworth. Oh for a lodge in some vast wilderness ! Cowper. We should distinguish between the sign of the vocative and the emotional interjection, writing O for the former, and oh for the latter. Earle. O dear, and O dear me! Etym: [corrupted fr. F. O Dieu! or It. O Dio! O God! O Dio mio! O my God! Wyman], exclamations expressive of various emotions, but usually promoted by surprise, consternation, grief, pain, etc."
  },
  {
    "word": "n",
    "mean": "N, the fourteenth letter of English alphabet, is a vocal consonent, and, in allusion to its mode of formation, is called the dentinasal or linguanasal consonent. Its commoner sound is that heard in ran, done; but when immediately followed in the same word by the sound of g hard or k (as in single, sink, conquer), it usually represents the same sound as the digraph ng in sing, bring, etc. This is a simple but related sound, and is called the gutturo-nasal consonent. See Guide to Pronunciation, 搂搂 243-246. The letter N came into English through the Latin and Greek from the Phoenician, which probably derived it from the Egyptian as the ultimate origin. It is etymologically most closely related to M. See M.\n\nA measure of space equal to half an M (or em); an en."
  },
  {
    "word": "f",
    "mean": ". 1. F is the sixth letter of the English alphabet, and a nonvocal consonant. Its form and sound are from the Latin. The Latin borrowed the form from the Greek digamma w consonant. The form and value of Greek letter came from the Phoenician, the ultimate source being probably Egyptian. Etymologically fis most closely related to p,k,v, and b; as in E. five, Gr. f, L. lupus, Gr. fox, vixen ; fragile, break ; fruit, brook, v. t.; E. bear, L. ferre. See Guide to Pronunciation, sq. root 178, 179, 188, 198, 230. 2. (Mus.)  The name of the fourth tone of the model scale, or scale of C. F sharp (F #) is a tone intermediate between F and G. F clef, the bass clef. See under Clef."
  },
  {
    "word": "m",
    "mean": "1. M, the thirteenth letter of the English alphabet, is a vocal consonant, and from the manner of its formation, is called the labio- nasal consonant. See Guide to Pronunciation, 搂搂 178-180, 242. The letter M came into English from the Greek, through the Latin, the form of the Greek letter being further derived from the Phonician, and ultimately, it is believed, from the Egyptian. Etymologically M is related to n, in lime, linden; emmet, ant; also to b. M is readily followed by b and p. the position of the lips in the formation of both letters being the same. The relation of b and m is the same as that of d and t to n. and that of g and k to ng. 2. As a numeral, M stands for one thousand, both in English and Latin.\n\n1. (Print.) A quadrat, the face or top of which is a perfect square; also, the size of such a square in any given size of type, used as the unit of measurement for that type: 500 m's of pica would be a piece of matter whose length and breadth in pica m's multiplied together produce that number. [Written also em.] 2. (law) A brand or stigma, having the shape of an M, formerly impressed on one convicted of manslaughter and admitted to the benefit of clergy. M roof (Arch.), a kind of roof formed by the junction of two common roofs with a valley between them, so that the section resembles the letter M."
  }
]