[
  {
    "word": "ax",
    "mean": "A tool or instrument of steel, or of iron with a steel edge or blade, for felling trees, chopping and splitting wood, hewing timber, etc. It is wielded by a wooden helve or handle, so fixed in a socket or eye as to be in the same plane with the blade. The broadax, or carpenter's ax, is an ax for hewing timber, made heavier than the chopping ax, and with a broader and thinner blade and a shorter handle. Note: The ancient battle-ax had sometimes a double edge. Note: The word is used adjectively or in combination; as, axhead or ax head; ax helve; ax handle; ax shaft; ax-shaped; axlike. Note: This word was originally spelt with e, axe; and so also was nearly every corresponding word of one syllable: as, flaxe, taxe, waxe, sixe, mixe, pixe, oxe, fluxe, etc. This superfluous e is not dropped; so that, in more than a hundred words ending in x, no one thinks of retaining the e except in axe. Analogy requires its exclusion here. Note: \"The spelling ax is better on every ground, of etymology, phonology, and analogy, than axe, which has of late become prevalent.\" New English Dict. (Murray).\n\nTo ask; to inquire or inquire of. Note: This word is from Saxon, and is as old as the English language. Formerly it was in good use, but now is regarded as a vulgarism. It is still dialectic in England, and is sometimes heard among the uneducated in the United States. \"And Pilate axide him, Art thou king of Jewis\" \"Or if he axea fish.\" Wyclif. 'bdThe king axed after your Grace's welfare.\" Pegge."
  },
  {
    "word": "ma",
    "mean": "1. A child's word for mother. 2. [Hind.] In Oriental countries, a respectful form of address given to a woman; mother. Balfour (Cyc. of India).\n\nBut; -- used in cautionary phrases; as, \"Vivace, ma non troppo presto\" (i. e., lively, but not too quick). Moore (Encyc. of Music)."
  },
  {
    "word": "ay",
    "mean": "Ah! alas! \"Ay me! I fondly dream `Had ye been there.'\" Milton.\n\nSame as Aye.\n\nYes; yea; -- a word expressing assent, or an affirmative answer to a question. It is much used in viva voce voting in legislative bodies, etc. Note: This word is written I in the early editions of Shakespeare and other old writers.\n\nAlways; ever; continually; for an indefinite time. For his mercies aye endure. Milton. For aye, always; forever; eternally."
  },
  {
    "word": "ew",
    "mean": "A yew. [Obs.] Chaucer."
  },
  {
    "word": "em",
    "mean": "The portion of a line formerly occupied by the letter m, then a square type, used as a unit by which to measure the amount of printed matter on a page; the square of the body of a type."
  },
  {
    "word": "ne",
    "mean": "Not; never. [Obs.] He never yet no villany ne said. Chaucer. Note: Ne was formerly used as the universal adverb of negation, and survives in certain compounds, as never (= ne ever) and none (= ne one). Other combinations, now obsolete, will be found in the Vocabulary, as nad, nam, nil. See Negative, 2.\n\nNor. [Obs.] Shak. No niggard ne no fool. Chaucer. Ne . . . ne, neither . . . nor. [Obs.] Chaucer."
  },
  {
    "word": "fo",
    "mean": "The Chinese name of Buddha."
  },
  {
    "word": "eh",
    "mean": "An expression of inquiry or slight surprise."
  },
  {
    "word": "ya",
    "mean": "Yea. [Obs.] Chaucer."
  },
  {
    "word": "so",
    "mean": "1. In that manner or degree; as, indicated (in any way), or as implied, or as supposed to be known. Why is his chariot so long in coming Judges v. 28. 2. In like manner or degree; in the same way; thus; for like reason; whith equal reason; -- used correlatively, following as, to denote comparison or resemblance; sometimes, also, following inasmuch as. As a war should be undertaken upon a just motive, so a prince ought to consider the condition he is in. Swift. 3. In such manner; to such degree; -- used correlatively with as or that following; as, he was so fortunate as to escape. I viewed in may mind, so far as I was able, the beginning and progress of a rising world. T. Burnet. He is very much in Sir Roger's esteem, so that he lives in the family rather as a relation than dependent. Addison. 4. Very; in a high degree; that is, in such a degree as can not well be expressed; as, he is so good; he planned so wisely. 5. In the same manner; as has been stated or suggested; in this or that condition or state; under these circumstances; in this way; -- with reflex reference to something just asserted or implied; used also with the verb to be, as a predicate. Use him [your tutor] with great respect yourself, and cause all your family to do so too. Locke. It concerns every man, with the greatest seriousness, to inquire into those matters, whether they be so or not. Tillotson. He is Sir Robert's son, and so art thou. Shak. 6. The case being such; therefore; on this account; for this reason; on these terms; -- used both as an adverb and a conjuction. God makes him in his own image an intellectual creature, and so capable of dominion. Locke. Here, then, exchange we mutually forgiveness; So may the guilt of all my broken vows, My perjuries to thee, be all forgotten. Rowe. 7. It is well; let it be as it is, or let it come to pass; -- used to express assent. And when 't is writ, for my sake read it over, And if it please you, so; if not, why, so. Shak. There is Percy; if your father will do me any honor, so; if not, let him kill the next Percy himself. Shak. 8. Well; the fact being as stated; -- used as an expletive; as, so the work is done, is it 9. Is it thus do you mean what you say -- with an upward tone; as, do you say he refuses So [Colloq.] 10. About the number, time, or quantity specified; thereabouts; more or less; as, I will spend a week or so in the country; I have read only a page or so. A week or so will probably reconcile us. Gay. Note: See the Note under Ill, adv. So . . . as. So is now commonly used as a demonstrative correlative of as when it is the puprpose to emphasize the equality or comparison suggested, esp. in negative assertions, and questions implying a negative answer. By Shakespeare and others so . . . as was much used where as . . . as is now common. See the Note under As, 1. So do, as thou hast said. Gen. xviii. 5. As a flower of the field, so he flourisheth. Ps. ciii. 15. Had woman been so strong as men. Shak. No country suffered so much as England. Macaulay. -- So far, to that point or extent; in that particular. \"The song was moral, and so far was right.\" Cowper. -- So far forth, as far; to such a degree. Shak. Bacon. -- So forth, further in the same or similar manner; more of the same or a similar kind. See And so forth, under And. -- So, so, well, well. \"So, so, it works; now, mistress, sit you fast.\" Dryden. Also, moderately or tolerably well; passably; as, he succeeded but so so. \"His leg is but so so.\" Shak. -- So that, to the end that; in order that; with the effect or result that. -- So then, thus then it is; therefore; the consequence is.\n\nProvided that; on condition that; in case that; if. Though all the winds of doctrine were let loose play upon the earth, so truth be in the field, we do injuriously, by licensing and prohibiting, to misdoubt her strength. Milton.\n\nBe as you are; stand still; stop; that will do; right as you are; -- a word used esp. to cows; also used by sailors."
  },
  {
    "word": "an",
    "mean": "This word is properly an adjective, but is commonly called the indefinite article. It is used before nouns of the singular number only, and signifies one, or any, but somewhat less emphatically. In such expressions as \"twice an hour,\" \"once an age,\" a shilling an ounce (see 2d A, 2), it has a distributive force, and is equivalent to each, every. Note: An is used before a word beginning with a vowel sound; as, an enemy, an hour. It in also often used before h sounded, when the accent of the word falls on the second syllable; as, an historian, an hyena, an heroic deed. Many writers use a before h in such positions. Anciently an was used before consonants as well as vowels.\n\nIf; -- a word used by old English authors. Shak. Nay, an thou dalliest, then I am thy foe. B. Jonson. An if, and if; if."
  },
  {
    "word": "on",
    "mean": "The general signification of on is situation, motion, or condition with respect to contact or support beneath; as: -- 1. At, or in contact with, the surface or upper part of a thing, and supported by it; placed or lying in contact with the surface; as, the book lies on the table, which stands on the floor of a house on an island. I stood on the bridge at midnight. Longfellow. 2. To or against the surface of; -- used to indicate the motion of a thing as coming or falling to the surface of another; as, rain falls on the earth. Whosoever shall fall on this stone shall be broken. Matt. xxi. 44. 3. Denoting performance or action by contact with the surface, upper part, or outside of anything; hence, by means of; with; as, to play on a violin or piano. Hence, figuratively, to work on one's feelings; to make an impression on the mind. 4. At or near; adjacent to; -- indicating situation, place, or position; as, on the one hand, on the other hand; the fleet is on the American coast. 5. In addition to; besides; -- indicating multiplication or succession in a series; as, heaps on heaps; mischief on mischief; loss on loss; thought on thought. Shak. 6. Indicating dependence or reliance; with confidence in; as, to depend on a person for assistance; to rely on; hence, indicating the ground or support of anything; as, he will promise on certain conditions; to bet on a horse. 7. At or in the time of; during; as, on Sunday we abstain from labor. See At (synonym). 8. At the time of, conveying some notion of cause or motive; as, on public occasions, the officers appear in full dress or uniform. Hence, in consequence of, or following; as, on the ratification of the treaty, the armies were disbanded. 9. Toward; for; -- indicating the object of some passion; as, have pity or compassion on him. 10. At the peril of, or for the safety of. \"Hence, on thy life.\" Dryden. 11. By virtue of; with the pledge of; -- denoting a pledge or engagement, and put before the thing pledged; as, he affirmed or promised on his word, or on his honor. 12. To the account of; -- denoting imprecation or invocation, or coming to, falling, or resting upon; as, on us be all the blame; a curse on him. His blood be on us and on our children. Matt. xxvii. 25. 13. In reference or relation to; as, on our part expect punctuality; a satire on society. 14. Of. [Obs.] \"Be not jealous on me.\" Shak. Or have we eaten on the insane root That takes the reason prisoner Shak. Note: Instances of this usage are common in our older writers, and are sometimes now heard in illiterate speech. 15. Occupied with; in the performance of; as, only three officers are on duty; on a journey. 16. In the service of; connected with; of the number of; as, he is on a newspaper; on a committee. Note: On and upon are in general interchangeable. In some applications upon is more euphonious, and is therefore to be preferred; but in most cases on is preferable. On a bowline. (Naut.) Same as Closehauled. -- On a wind, or On the wind (Naut.), sailing closehauled. -- On a sudden. See under Sudden. -- On board, On draught, On fire, etc. See under Board, Draught, Fire, etc. -- On it, On't, of it. [Obs. or Colloq.] Shak. -- On shore, on land; to the shore. -- On the road, On the way, On the wing, etc. See under Road, Way, etc. -- On to, upon; on; to; -- sometimes written as one word, onto, and usually called a colloquialism; but it may be regarded in analogy with into. They have added the -en plural form on to an elder plural. Earle. We see the strength of the new movement in the new class of ecclesiastics whom it forced on to the stage. J. R. Green.\n\n1. Forward, in progression; onward; -- usually with a verb of motion; as, move on; go on. \"Time glides on.\" Macaulay. The path is smooth that leadeth on to danger. Shak. 2. Forward, in succession; as, from father to son, from the son to the grandson, and so on. 3. In continuance; without interruption or ceasing; as, sleep on, take your ease; say on; sing on. 4. Adhering; not off; as in the phrase, \"He is neither on nor off,\" that is, he is not steady, he is irresolute. 5. Attached to the body, as clothing or ornament, or for use. \"I have boots on.\" B. Gonson. He put on righteousness as a breastplate. Is. lix. 17. 6. In progress; proceeding; as, a game is on. Note: On is sometimes used as an exclamation, or a command to move or proceed, some verb being understood; as, on, comrades; that is, go on, move on. On and on, continuously; for a long time together. \"Toiling on and on and on.\" Longfellow."
  },
  {
    "word": "ra",
    "mean": "A roe; a deer. [Obs.]  Chaucer."
  },
  {
    "word": "li",
    "mean": "1. Chinese measure of distance, being a little more that one third of a mile. 2. A Chinese copper coin; a cash. See Cash."
  },
  {
    "word": "ik",
    "mean": "I [Obs.] Piers Plowman. Note: The Northern dialectic form of I, in Early English, corresponding to ich of the Southern."
  },
  {
    "word": "of",
    "mean": "In a general sense, from, or out from; proceeding from; belonging to; relating to; concerning; -- used in a variety of applications; as: 1. Denoting that from which anything proceeds; indicating origin, source, descent, and the like; as, he is of a race of kings; he is of noble blood. That holy thing which shall be born of thee shall be called the Son of God. Luke i. 35. I have received of the Lord that which also I delivered unto you. 1 Cor. xi. 23. 2. Denoting possession or ownership, or the relation of subject to attribute; as, the apartment of the consul: the power of the king; a man of courage; the gate of heaven. \"Poor of spirit.\" Macaulay. 3. Denoting the material of which anything is composed, or that which it contains; as, a throne of gold; a sword of steel; a wreath of mist; a cup of water. 4. Denoting part of an aggregate or whole; belonging to a number or quantity mentioned; out of; from amongst; as, of this little he had some to spare; some of the mines were unproductive; most of the company. It is of the Lord's mercies that we are not consumed. Lam. iii. 22. It is a duty to communicate of those blessings we have received. Franklin. 5. Denoting that by which a person or thing is actuated or impelled; also, the source of a purpose or action; as, they went of their own will; no body can move of itself; he did it of necessity. For it was of the Lord to harden their hearts. Josh. xi. 20. 6. Denoting reference to a thing; about; concerning; relating to; as, to boast of one's achievements. Knew you of this fair work Shak. 7. Denoting nearness or distance, either in space or time; from; as, within a league of the town; within an hour of the appointed time. 8. Denoting identity or equivalence; -- used with a name or appellation, and equivalent to the relation of apposition; as, the continent of America; the city of Rome; the Island of Cuba. 9. Denoting the agent, or person by whom, or thing by which, anything is, or is done; by. And told to her of [by] some. Chaucer. He taught in their synagogues, being glorified of all. Luke iv. 15. [Jesus] being forty days tempted of the devil. Luke iv. 1, 2. Note: The use of the word in this sense, as applied to persons, is nearly obsolete. 10. Denoting relation to place or time; belonging to, or connected with; as, men of Athens; the people of the Middle Ages; in the days of Herod. 11. Denoting passage from one state to another; from. [Obs.] \"O miserable of happy.\" Milton. 12. During; in the course of. Not be seen to wink of all the day. Shak. My custom always of the afternoon. Shak. Note: Of may be used in a subjective or an objective sense. \"The love of God\" may mean, our love for God, or God's love for us. Note: From is the primary sense of this preposition; a sense retained in off, the same word differently written for distinction. But this radical sense disappears in most of its application; as, a man of genius; a man of rare endowments; a fossil of a red color, or of an hexagonal figure; he lost all hope of relief; an affair of the cabinet; he is a man of decayed fortune; what is the price of corn In these and similar phrases, of denotes property or possession, or a relation of some sort involving connection. These applications, however all proceeded from the same primary sense. That which proceeds from, or is produced by, a person or thing, either has had, or still has, a close connection with the same; and hence the word was applied to cases of mere connection, not involving at all the idea of separation. Of consequence, of importance, value, or influence. -- Of late, recently; in time not long past. -- Of old, formerly; in time long past. -- Of one's self, by one's self; without help or prompting; spontaneously. Why, knows not Montague, that of itself England is safe, if true within itself Shak."
  },
  {
    "word": "we",
    "mean": "The plural nominative case of the pronoun of the first person; the word with which a person in speaking or writing denotes a number or company of which he is one, as the subject of an action expressed by a verb. Note: We is frequently used to express men in general, including the speaker. We is also often used by individuals, as authors, editors, etc., in speaking of themselves, in order to avoid the appearance of egotism in the too frequent repetition of the pronoun I. The plural style is also in use among kings and other sovereigns, and is said to have been begun by King John of England. Before that time, monarchs used the singular number in their edicts. The German and the French sovereigns followed the example of King John in a. d. 1200."
  },
  {
    "word": "lu",
    "mean": "See Loo."
  },
  {
    "word": "io",
    "mean": "An exclamation of joy or triumph; -- often interjectional."
  },
  {
    "word": "fy",
    "mean": "A word which expresses blame, dislike, disapprobation, abhorrence, or contempt. See Fie."
  },
  {
    "word": "za",
    "mean": "An old solfeggio name for B flat; the seventh harmonic, as heard in the or 忙olian string; -- so called by Tartini. It was long considered a false, but is the true note of the chord of the flat seventh. H. W. Poole."
  },
  {
    "word": "ey",
    "mean": "An island. [Obs.]\n\nSee Egg. [Obs.] Chaucer.\n\nan interj. of wonder or inquiry. [Obs.] Chaucer."
  },
  {
    "word": "na",
    "mean": "No, not. See No. [Obs.] Chaucer."
  },
  {
    "word": "be",
    "mean": "1. To exist actually, or in the world of fact; to have ex To be contents his natural desire. Pope. To be, or not to be: that is the question. Shak. 2. To exist in a certain manner or relation, -- whether as a reality or as a product of thought; to exist as the subject of a certain predicate, that is, as having a certain attribute, or as belonging to a certain sort, or as identical with what is specified, -- a word or words for the predicate being annexed; as, to be happy; to be here; to be large, or strong; to be an animal; to be a hero; to be a nonentity; three and two are five; annihilation is the cessation of existence; that is the man. 3. To take place; to happen; as, the meeting was on Thursday. 4. To signify; to represent or symbolize; to answer to. The field is the world. Matt. xiii. 38. The seven candlesticks which thou sawest are the seven churches. Rev. i. 20. Note: The verb to be (including the forms is, was, etc.) is used in forming the passive voice of other verbs; as, John has been struck by James. It is also used with the past participle of many intransitive verbs to express a state of the subject. But have is now more commonly used as the auxiliary, though expressing a different sense; as, \"Ye have come too late -- but ye are come. \" \"The minstrel boy to the war is gone.\" The present and imperfect tenses form, with the infinitive, a particular future tense, which expresses necessity, duty, or purpose; as, government is to be supported; we are to pay our just debts; the deed is to be signed to-morrow. Note: Have or had been, followed by to, implies movement. \"I have been to Paris.\" Sydney Smith. \"Have you been to Franchard \" R. L. Stevenson. Note: Been, or ben, was anciently the plural of the indicative present. \"Ye ben light of the world.\" Wyclif, Matt. v. 14. Afterwards be was used, as in our Bible: \"They that be with us are more than they that be with them.\" 2 Kings vi. 16. Ben was also the old infinitive: \"To ben of such power.\" R. of Gloucester. Be is used as a form of the present subjunctive: \"But if it be a question of words and names.\" Acts xviii. 15. But the indicative forms, is and are, with if, are more commonly used. Be it so, a phrase of supposition, equivalent to suppose it to be so; or of permission, signifying let it be so. Shak. -- If so be, in case. -- To be from, to have come from; as, from what place are you I am from Chicago. -- To let be, to omit, or leave untouched; to let alone. \"Let be, therefore, my vengeance to dissuade.\" Spenser. Syn. -- To be, Exist. The verb to be, except in a few rare case, like that of Shakespeare's \"To be, or not to be\", is used simply as a copula, to connect a subject with its predicate; as, man is mortal; the soul is immortal. The verb to exist is never properly used as a mere copula, but points to things that stand forth, or have a substantive being; as, when the soul is freed from all corporeal alliance, then it truly exists. It is not, therefore, properly synonymous with to be when used as a copula, though occasionally made so by some writers for the sake of variety; as in the phrase \"there exists [is] no reason for laying new taxes.\" We may, indeed, say, \"a friendship has long existed between them,\" instead of saying, \"there has long been a friendship between them;\" but in this case, exist is not a mere copula. It is used in its appropriate sense to mark the friendship as having been long in existence.\n\nA prefix, originally the same word as by; joined with verbs, it serves: (a) To intensify the meaning; as, bespatter, bestir. (b) To render an intransitive verb transitive; as, befall (to fall upon); bespeak (to speak for). (c) To make the action of a verb particular or definite; as, beget (to get as offspring); beset (to set around). Note: It is joined with certain substantives, and a few adjectives, to form verbs; as, bedew, befriend, benight, besot; belate (to make late); belittle (to make little). It also occurs in certain nouns, adverbs, and prepositions, often with something of the force of the preposition by, or about; as, belief (believe), behalf, bequest (bequeath); because, before, beneath, beside, between. In some words the original force of be is obscured or lost; as, in become, begin, behave, behoove, belong."
  },
  {
    "word": "ar",
    "mean": "Ere; before. [Obs.] Chaucer."
  },
  {
    "word": "it",
    "mean": "The neuter pronoun of the third person, corresponding to the masculine pronoun he and the feminine she, and having the same plural (they, their of theirs, them). Note: The possessive form its is modern, being rarely found in the writings of Shakespeare and Milton, and not at all in the original King James's version of the Bible. During the transition from the regular his to the anomalous its, it was to some extent employed in the possessive without the case ending. See His, and He. In Dryden's time its had become quite established as the regular form. The day present hath ever inough to do with it owne grief. Genevan Test. Do, child, go to it grandam, child. Shak. It knighthood shall do worse. It shall fright all it friends with borrowing letters. B. Jonson. Note: In the course of time, the nature of the neuter sign i in it, the form being found in but a few words, became misunderstood. Instead of being looked upon as an affix, it passed for part of the original word. Hence was formed from it the anomalous genitive it, superseding the Saxon his. Latham. The fruit tree yielding fruit after his (its) kind. Gen. i. 11. It is used, -- 1. As a substance for any noun of the neuter gender; as, here is the book, take it home. 2. As a demonstrative, especially at the beginning of a sentence, pointing to that which is about to be stated, named, or mentioned, or referring to that which apparent or well known; as, I saw it was John. It is I; be not afraid. Matt. xiv. 27. Peter heard that it was the Lord. John xxi. 7. Often, in such cases, as a substitute for a sentence or clause; as, it is thought he will come; it is wrong to do this. 3. As an indefinite nominative for a impersonal verb; as, it snows; it rains. 4. As a substitute for such general terms as, the state of affairs, the condition of things, and the like; as, how is it with the sick man Think on me when it shall be well with thee. Gen. xl. 14. 5. As an indefinite object after some intransitive verbs, or after a substantive used humorously as a verb; as, to foot it (i. e., to walk). The Lacedemonians, at the Straits of Thermopyl忙, when their arms failed them, fought it out with nails and teeth. Dryden. Whether the charmer sinner it, or saint it, If folly grows romantic, I must paint it. Pope. Its self. See Itself."
  },
  {
    "word": "me",
    "mean": "One. See Men, pron. [Obs.] Chaucer.\n\nThe person speaking, regarded as an object; myself; a pronoun of the first person used as the objective and dative case of the pronoum I; as, he struck me; he gave me the money, or he gave the money to me; he got me a hat, or he got a hat for me. Note: In methinks, me is properly in the dative case, and the verb is impersonal, the construction being, it appears to me. In early use me was often placed before forms of the verb to be with an adjective; as, me were lief. Me rather had my heart might frrl your love Than my unpleased eye see your courtesy. Shak."
  },
  {
    "word": "fu",
    "mean": "A department in China comprising several hsein; also, the chief city of a department; -- often forming the last part of a name; as, Paoting-fu."
  },
  {
    "word": "bo",
    "mean": "An exclamation used to startle or frighten. [Spelt also boh and boo.]"
  },
  {
    "word": "if",
    "mean": "1. In case that; granting, allowing, or supposing that; -- introducing a condition or supposition. Tisiphone, that oft hast heard my prayer, Assist, if OEdipus deserve thy care. Pope. If thou be the Son of God, command that these stones be made bread. Matt. iv. 3. 2. Whether; -- in dependent questions. Uncertain if by augury or chance. Dryden. She doubts if two and two make four. Prior. As if, But if. See under As, But. I' FAITH I' faith\"  . In faith; indeed; truly. Shak."
  },
  {
    "word": "xp",
    "mean": "The first two letters of the Greek word XRISTOS, Christ; -- an abbreviation used with the letters separate or, oftener, in a monogram, often inclosed in a circle, as a symbol or emblem of Christ. It use as an emblem was introduced by Constantine the Great, whence it is known as the Constantinian symbol, or monogram. See Labarum."
  },
  {
    "word": "om",
    "mean": "A mystic syllable or ejaculation used by Hindus and Buddhists in religious rites, -- orig. among the Hindus an exclamation of assent, like Amen, then an invocation, and later a symbol of the trinity formed by Vishnu, Siva, and Brahma. -- Om mani padme hun, a sacred formula of buddhism (esp. of the Lamaists) translated \"O, the Jewel in the Lotus, Amen,\" and referring to Amitabha, who is commonly represented as standing or sitting within a lotus."
  },
  {
    "word": "ny",
    "mean": "Not I; nor I. [Obs.]\n\nNigh. [Obs.] Chaucer."
  },
  {
    "word": "ba",
    "mean": "To kiss. [Obs.] Chaucer."
  },
  {
    "word": "by",
    "mean": "1. In the neighborhood of; near or next to; not far from; close to; along with; as, come and sit by me. By foundation or by shady rivulet He sought them both. Milton. 2. On; along; in traversing. Compare 5. Long labors both by sea and land he bore. Dryden. By land, by water, they renew the charge. Pope. 3. Near to, while passing; hence, from one to the other side of; past; as, to go by a church. 4. Used in specifying adjacent dimensions; as, a cabin twenty feet by forty. 5. Against. [Obs.] Tyndale [1. Cor. iv. 4]. 6. With, as means, way, process, etc.; through means of; with aid of; through; through the act or agency of; as, a city is destroyed by fire; profit is made by commerce; to take by force. Note: To the meaning of by, as denoting means or agency, belong, more or less closely, most of the following uses of the word: (a) It points out the author and producer; as, \"Waverley\", a novel by Sir W.Scott; a statue by Canova; a sonata by Beethoven. (b) In an oath or adjuration, it indicates the being or thing appealed to as sanction; as, I affirm to you by all that is sacred; he swears by his faith as a Christian; no, by Heaven. (c) According to; by direction, authority, or example of; after; -- in such phrases as, it appears by his account; ten o'clock by my watch; to live by rule; a model to build by. (d) At the rate of; according to the ratio or proportion of; in the measure or quantity of; as, to sell cloth by the yard, milk by the quart, eggs by the dozen, meat by the pound; to board by the year. (e) In comparison, it denotes the measure of excess or deficiency; when anything is increased or diminished, it indicates the measure of increase or diminution; as, larger by a half; older by five years; to lessen by a third. (f) It expresses continuance or duration; during the course of; within the period of; as, by day, by night. (g) As soon as; not later than; near or at; -- used in expressions of time; as, by this time the sun had risen; he will be here by two o'clock. Note: In boxing the compass, by indicates a pint nearer to, or towards, the next cardinal point; as, north by east, i.e., a point towards the east from the north; northeast by east, i.e., on point nearer the east than northeast is. Note: With is used instead of by before the instrument with which anything is done; as, to beat one with a stick; the board was fastened by the carpenter with nails. But there are many words which may be regarded as means or processes, or, figuratively, as instruments; and whether with or by shall be used with them is a matter of arbitrary, and often, of unsettled usage; as, to a reduce a town by famine; to consume stubble with fire; he gained his purpose by flattery; he entertained them with a story; he distressed us with or by a recital of his sufferings. see With. By all means, most assuredly; without fail; certainly. -- By and by. (a) Close together (of place). [Obs.] \"Two yonge knightes liggyng [lying] by and by.\" Chaucer. (b) Immediately; at once. [Obs.] \"When . . . persecution ariseth because of the word, by and by he is offended.\" Matt. xiii. 21. (c) Presently; pretty soon; before long. Note: In this phrase, by seems to be used in the sense of nearness in time, and to be repeated for the sake of emphasis, and thus to be equivalent to \"soon, and soon,\" that is instantly; hence, -- less emphatically, -- pretty soon, presently. -- By one's self, with only one's self near; alone; solitary.- By the bye. See under Bye. -- By the head (Naut.), having the bows lower than the stern; -- said of a vessel when her head is lower in the water than her stern. If her stern is lower, she is by the stern. -- By the lee, the situation of a vessel, going free, when she has fallen off so much as to bring the wind round her stern, and to take her sails aback on the other side. -- By the run, to let go by the run, to let go altogether, instead of slacking off. -- By the way, by the bye; -- used to introduce an incidental or secondary remark or subject. -Day by day, One by one, Piece by piece, etc., each day, each one, each piece, etc., by itself singly or separately; each severally. -- To come by, to get possession of; to obtain. -- To do by, to treat, to behave toward. -- To set by, to value, to esteem. -- To stand by, to aid, to support. Note: The common phrase good-by is equivalent to farewell, and would be better written good-bye, as it is a corruption of God be with you (b'w'ye).\n\n1. Near; in the neighborhood; present; as, there was no person by at the time. 2. Passing near; going past; past; beyond; as, the procession has gone by; a bird flew by. 3. Aside; as, to lay by; to put by.\n\nOut of the common path; aside; -- used in composition, giving the meaning of something aside, secondary, or incidental, or collateral matter, a thing private or avoiding notice; as, by-line, by-place, by-play, by-street. It was formerly more freely used in composition than it is now; as, by-business, by-concernment, by- design, by-interest, etc."
  },
  {
    "word": "ox",
    "mean": "The male of bovine quadrupeds, especially the domestic animal when castrated and grown to its full size, or nearly so. The word is also applied, as a general name, to any species of bovine animals, male and female. All sheep and oxen, yea, and the beasts of the field. Ps. viii. 7. Note: The castrated male is called a steer until it attains its full growth, and then, an ox; but if castrated somewhat late in life, it is called a stag. The male, not castrated, is called a bull. These distinctions are well established in regard to domestic animals of this genus. When wild animals of this kind are spoken of, ox is often applied both to the male and the female. The name ox is never applied to the individual cow, or female, of the domestic kind. Oxen may comprehend both the male and the female. Grunting ox (Zo枚l.), the yak. -- Indian ox (Zo枚l.), the zebu. -- Javan ox (Zo枚l.), the banteng. -- Musk ox. (Zo枚l.) See under Musk. -- Ox bile. See Ox gall, below. -- Ox gall, the fresh gall of the domestic ox; -- used in the arts and in medicine. -- Ox pith, ox marrow. [Obs.] Marston. -- Ox ray (Zo枚l.), a very large ray (Dicerobatis Giorn忙) of Southern Europe. It has a hornlike organ projecting forward from each pectoral fin. It sometimes becomes twenty feet long and twenty-eight feet broad, and weighs over a ton. Called also sea devil. -- To have the black ox tread on one's foot, to be unfortunate; to know what sorrow is (because black oxen were sacrificed to Pluto). Leigh Hunt."
  },
  {
    "word": "my",
    "mean": "Of or belonging to me; -- used always attributively; as, my body; my book; -- mine is used in the predicate; as, the book is mine. See Mine."
  },
  {
    "word": "am",
    "mean": "The first person singular of the verb be, in the indicative mode, present tense. See Be. God said unto Moses, I am that am. Exod. iii. 14."
  },
  {
    "word": "hy",
    "mean": "High. [Obs.] Chaucer."
  },
  {
    "word": "os",
    "mean": "A bone.\n\nA mouth; an opening; an entrance.\n\nOne of the ridges of sand or gravel found in Sweden, etc., supposed by some to be of marine origin, but probably formed by subglacial waters. The osar are similar to the kames of Scotland and the eschars of Ireland. See Eschar."
  },
  {
    "word": "al",
    "mean": "All. [Obs.] Chaucer.\n\nAlthough; if. [Obs.] See All, conj."
  },
  {
    "word": "mo",
    "mean": "More; -- usually, more in number. [Obs.] An hundred thousand mo. Chaucer. Likely to find mo to commend than to imitate it. Fuller."
  },
  {
    "word": "bi",
    "mean": "1. In most branches of science bi- in composition denotes two, twice, or doubly; as, bidentate, two-toothed; biternate, doubly ternate, etc. 2. (Chem.)  In the composition of chemical names bi- denotes two atoms, parts, or equivalents of that constituent to the name of which it is prefixed, to one of the other component, or that such constituent is present in double the ordinary proportion; as, bichromate, bisulphide. Be- and di- are often used interchangeably."
  },
  {
    "word": "pa",
    "mean": "A shortened form of Papa."
  },
  {
    "word": "wo",
    "mean": "See Woe. [Obs.] Chaucer."
  },
  {
    "word": "as",
    "mean": "1. Denoting equality or likeness in kind, degree, or manner; like; similar to; in the same manner with or in which; in accordance with; in proportion to; to the extent or degree in which or to which; equally; no less than; as, ye shall be as gods, knowing good and evil; you will reap as you sow; do as you are bidden. His spiritual attendants adjured him, as he loved his soul, to emancipate his brethren. Macaulay. Note: As is often preceded by one of the antecedent or correlative words such, same, so, or as, in expressing an equality or comparison; as, give us such things as you please, and so long as you please, or as long as you please; he is not so brave as Cato; she is as amiable as she is handsome; come as quickly as possible. \"Bees appear fortunately to prefer the same colors as we do.\" Lubbock. As, in a preceding part of a sentence, has such or so to answer correlatively to it; as with the people, so with the priest. 2. In the idea, character, or condition of, -- limiting the view to certain attributes or relations; as, virtue considered as virtue; this actor will appear as Hamlet. The beggar is greater as a man, than is the man merely as a king. Dewey. 3. While; during or at the same time that; when; as, he trembled as he spoke. As I return I will fetch off these justices. Shak. 4. Because; since; it being the case that. As the population of Scotland had been generally trained to arms . . . they were not indifferently prepared. Sir W. Scott. [See Synonym under Because.] 5. Expressing concession. (Often approaching though in meaning). We wish, however, to avail ourselves of the interest, transient as it may be, which this work has excited. Macaulay. 6. That, introducing or expressing a result or consequence, after the correlatives so and such. [Obs.] I can place thee in such abject state, as help shall never find thee. Rowe. So as, so that. [Obs.] The relations are so uncertain as they require a great deal of examination. Bacon. 7. As if; as though. [Obs. or Poetic] He lies, as he his bliss did know. Waller. 8. For instance; by way of example; thus; -- used to introduce illustrative phrases, sentences, or citations. 9. Than. [Obs. & R.] The king was not more forward to bestow favors on them as they free to deal affronts to others their superiors. Fuller. 10. Expressing a wish. [Obs.] \"As have,\" i. e., may he have. Chaucer. As . . . as. See So . . . as, under So. -- As far as, to the extent or degree. \"As far as can be ascertained.\" Macaulay. -- As far forth as, as far as. [Obs.] Chaucer. -- As for, or As to, in regard to; with respect to. -- As good as, not less than; not falling short of. -- As good as one's word, faithful to a promise. -- As if, or As though, of the same kind, or in the same condition or manner, that it would be if. -- As it were (as if it were), a qualifying phrase used to apologize for or to relieve some expression which might be regarded as inappropriate or incongruous; in a manner. -- As now, just now. [Obs.] Chaucer. -- As swythe, as quickly as possible. [Obs.] Chaucer. -- As well, also; too; besides. Addison. -- As well as, equally with, no less than. \"I have understanding as well as you.\" Job xii. 3. -- As yet, until now; up to or at the present time; still; now.\n\nAn ace. [Obs.] Chaucer. Ambes-as, double aces.\n\n1. A Roman weight, answering to the libra or pound, equal to nearly eleven ounces Troy weight. It was divided into twelve ounces. 2. A Roman copper coin, originally of a pound weight (12 oz.); but reduced, after the first Punic war, to two ounces; in the second Punic war, to one ounce; and afterwards to half an ounce."
  },
  {
    "word": "oo",
    "mean": "One. [Obs.] Chaucer.\n\nA beautiful bird (Moho nobilis) of the Hawaiian Islands. It yields the brilliant yellow feathers formerly used in making the royal robes. Called also yellow-tufted honeysucker."
  },
  {
    "word": "id",
    "mean": "A small fresh-water cyprinoid fish (Leuciscus idus or Idus idus) of Europe. A domesticated variety, colored like the goldfish, is called orfe in Germany."
  },
  {
    "word": "sy",
    "mean": "Saw. Chaucer."
  },
  {
    "word": "ab",
    "mean": "The fifth month of the Jewish year according to the ecclesiastical reckoning, the eleventh by the civil computation, coinciding nearly with August. W. Smith."
  },
  {
    "word": "od",
    "mean": "An alleged force or natural power, supposed, by Reichenbach and others, to produce the phenomena of mesmerism, and to be developed by various agencies, as by magnets, heat, light, chemical or vital action, etc.; -- called also odyle or the odylic force. [Archaic] That od force of German Reichenbach Which still, from female finger tips, burnt blue. Mrs. Browning."
  },
  {
    "word": "th",
    "mean": "In Old English, the article the, when the following word began with a vowel, was often written with elision as if a part of the word. Thus in Chaucer, the forms thabsence, tharray, thegle, thend, thingot, etc., are found for the absence, the array, the eagle, the end, etc."
  },
  {
    "word": "mi",
    "mean": "A syllable applied to the third tone of the scale of C, i. e., to E, in European solmization, but to the third tone of any scale in the American system."
  },
  {
    "word": "in",
    "mean": "The specific signification of in is situation or place with respect to surrounding, environment, encompassment, etc. It is used with verbs signifying being, resting, or moving within limits, or within circumstances or conditions of any kind conceived of as limiting, confining, or investing, either wholly or in part. In its different applications, it approaches some of the meanings of, and sometimes is interchangeable with, within, into, on, at, of, and among. It is used: -- 1. With reference to space or place; as, he lives in Boston; he traveled in Italy; castles in the air. The babe lying in a manger. Luke ii. 16. Thy sun sets weeping in the lowly west. Shak. Situated in the forty-first degree of latitude. Gibbon. Matter for censure in every page. Macaulay. 2. With reference to circumstances or conditions; as, he is in difficulties; she stood in a blaze of light. \"Fettered in amorous chains.\" Shak. Wrapt in sweet sounds, as in bright veils. Shelley. 3. With reference to a whole which includes or comprises the part spoken of; as, the first in his family; the first regiment in the army. Nine in ten of those who enter the ministry. Swift. 4. With reference to physical surrounding, personal states, etc., abstractly denoted; as, I am in doubt; the room is in darkness; to live in fear. When shall we three meet again, In thunder, lightning, or in rain Shak. 5. With reference to character, reach, scope, or influence considered as establishing a limitation; as, to be in one's favor. \"In sight of God's high throne.\" Milton. Sounds inharmonious in themselves, and harsh. Cowper. 6. With reference to movement or tendency toward a certain limit or environment; -- sometimes equivalent to into; as, to put seed in the ground; to fall in love; to end in death; to put our trust in God. He would not plunge his brother in despair. Addison. She had no jewels to deposit in their caskets. Fielding. 7. With reference to a limit of time; as, in an hour; it happened in the last century; in all my life. In as much as, or Inasmuch as, in the degree that; in like manner as; in consideration that; because that; since. See Synonym of Because, and cf. For as much as, under For, prep. -- In that, because; for the reason that. \"Some things they do in that they are men . . . ; some things in that they are men misled and blinded with error.\" Hooker. -- In the name of, in behalf of; on the part of; by authority; as, it was done in the name of the people; -- often used in invocation, swearing, praying, and the like. -- To be in for it. (a) To be in favor of a thing; to be committed to a course. (b) To be unable to escape from a danger, penalty, etc. [Colloq.] -- To be (or keep) in with. (a) To be close or near; as, to keep a ship in with the land. (b) To be on terms of friendship, familiarity, or intimacy with; to secure and retain the favor of. [Colloq.] Syn. -- Into; within; on; at. See At.\n\n1. Not out; within; inside. In, the preposition, becomes an adverb by omission of its object, leaving it as the representative of an adverbial phrase, the context indicating what the omitted object is; as, he takes in the situation (i. e., he comprehends it in his mind); the Republicans were in (i. e., in office); in at one ear and out at the other (i. e., in or into the head); his side was in (i. e., in the turn at the bat); he came in (i. e., into the house). Their vacation . . . falls in so pat with ours. Lamb. Note: The sails of a vessel are said, in nautical language, to be in when they are furled, or when stowed. In certain cases in has an adjectival sense; as, the in train (i. e., the incoming train); compare up grade, down grade, undertow, afterthought, etc. 2. (Law)  With privilege or possession; -- used to denote a holding, possession, or seisin; as, in by descent; in by purchase; in of the seisin of her husband. Burrill. In and in breeding. See under Breeding. -- In and out (Naut.), through and through; -- said of a through bolt in a ship's side. Knight. -- To be in, to be at home; as, Mrs. A. is in. -- To come in. See under Come.\n\n1. One who is in office; -- the opposite of Ant: out. 2. A re毛ntrant angle; a nook or corner. Ins and outs, nooks and corners; twists and turns. All the ins and outs of this neighborhood. D. Jerrold.\n\nTo inclose; to take in; to harvest. [Obs.] He that ears my land spares my team and gives me leave to in the crop. Shak."
  },
  {
    "word": "en",
    "mean": "Half an em, that is, half of the unit of space in measuring printed matter. See Em."
  },
  {
    "word": "fa",
    "mean": "(a) A syllable applied to the fourth tone of the diatonic scale in solmization. (b) The tone F."
  },
  {
    "word": "he",
    "mean": "1. The man or male being (or object personified to which the masculine gender is assigned), previously designated; a pronoun of the masculine gender, usually referring to a specified subject already indicated. Thy desire shall be to thy husband, and he shall rule over thee. Gen. iii. 16. Thou shalt fear the Lord thy God; him shalt thou serve. Deut. x. 20. 2. Any one; the man or person; -- used indefinitely, and usually followed by a relative pronoun. He that walketh with wise men shall be wise. Prov. xiii. 20. 3. Man; a male; any male person; -- in this sense used substantively. Chaucer. I stand to answer thee, Or any he, the proudest of thy sort. Shak. Note: When a collective noun or a class is referred to, he is of common gender. In early English, he referred to a feminine or neuter noun, or to one in the plural, as well as to noun in the masculine singular. In composition, he denotes a male animal; as, a he-goat."
  },
  {
    "word": "to",
    "mean": "1. The preposition to primarily indicates approach and arrival, motion made in the direction of a place or thing and attaining it, access; and also, motion or tendency without arrival; movement toward; -- opposed to Ant: from. \"To Canterbury they wend.\" Chaucer. Stay with us, go not to Wittenberg. Shak. So to the sylvan lodge They came, that like Pomona's arbor smiled. Milton. I'll to him again, . . . He'll tell me all his purpose. She stretched her arms to heaven. Dryden. 2. Hence, it indicates motion, course, or tendency toward a time, a state or condition, an aim, or anything capable of being regarded as a limit to a tendency, movement, or action; as, he is going to a trade; he is rising to wealth and honor. Note: Formerly, by omission of the verb denoting motion, to sometimes followed a form of be, with the sense of at, or in. \"When the sun was [gone or declined] to rest.\" Chaucer. 3. In a very general way, and with innumerable varieties of application, to connects transitive verbs with their remoter or indirect object, and adjectives, nouns, and neuter or passive verbs with a following noun which limits their action. Its sphere verges upon that of for, but it contains less the idea of design or appropriation; as, these remarks were addressed to a large audience; let us keep this seat to ourselves; a substance sweet to the taste; an event painful to the mind; duty to God and to our parents; a dislike to spirituous liquor. Marks and points out each man of us to slaughter. B. Jonson. Whilst they, distilled Almost to jelly with the act of fear, Stand dumb and speak not to him. Shak. Add to your faith virtue; and to virtue knowledge; and to knowledge temperance; and to temperance patience; and to patience godliness; and to godliness brotherly kindness; and to brotherly kindness charity. 2 Pet. i. 5,6,7. I have a king's oath to the contrary. Shak. Numbers were crowded to death. Clarendon. Fate and the dooming gods are deaf to tears. Dryden. Go, buckle to the law. Dryden. 4. As sign of the infinitive, to had originally the use of last defined, governing the infinitive as a verbal noun, and connecting it as indirect object with a preceding verb or adjective; thus, ready to go, i.e., ready unto going; good to eat, i.e., good for eating; I do my utmost to lead my life pleasantly. But it has come to be the almost constant prefix to the infinitive, even in situations where it has no prepositional meaning, as where the infinitive is direct object or subject; thus, I love to learn, i.e., I love learning; to die for one's country is noble, i.e., the dying for one's country. Where the infinitive denotes the design or purpose, good usage formerly allowed the prefixing of for to the to; as, what went ye out for see (Matt. xi. 8). Then longen folk to go on pilgrimages, And palmers for to seeken strange stranders. Chaucer. Note: Such usage is now obsolete or illiterate. In colloquial usage, to often stands for, and supplies, an infinitive already mentioned; thus, he commands me to go with him, but I do not wish to. 5. In many phrases, and in connection with many other words, to has a pregnant meaning, or is used elliptically. Thus, it denotes or implies: (a) Extent; limit; degree of comprehension; inclusion as far as; as, they met us to the number of three hundred. We ready are to try our fortunes To the last man. Shak. Few of the Esquimaux can count to ten. Quant. Rev. (b) Effect; end; consequence; as, the prince was flattered to his ruin; he engaged in a war to his cost; violent factions exist to the prejudice of the state. (c) Apposition; connection; antithesis; opposition; as, they engaged hand to hand. Now we see through a glass, darkly; but then face to face. 1 Cor. xiii. 12. (d) Accord; adaptation; as, an occupation to his taste; she has a husband to her mind. He to God's image, she to his was made. Dryden. (e) Comparison; as, three is to nine as nine is to twenty-seven; it is ten to one that you will offend him. All that they did was piety to this. B. Jonson. (f) Addition; union; accumulation. Wisdom he has, and to his wisdom, courage. Denham. (g) Accompaniment; as, she sang to his guitar; they danced to the music of a piano. Anon they move In perfect phalanx to the Dorian mood Of flutes and soft recorders. Milton. (h) Character; condition of being; purpose subserved or office filled. [In this sense archaic] \"I have a king here to my flatterer.\" Shak. Made his masters and others . . . to consider him to a little wonder. Walton. Note: To in to-day, to-night, and to-morrow has the sense or force of for or on; for, or on, (this) day, for, or on, (this) night, for, or on, (the) morrow. To-day, to-night, to-morrow may be considered as compounds, and usually as adverbs; but they are sometimes used as nouns; as, to-day is ours. To-morrow, and to-morrow, and to-morrow; Creeps in this petty pace from day to day. Shak. To and again, to and fro. [R.] -- To and fro, forward and back. In this phrase, to is adverbial. There was great showing both to and fro. Chaucer. -- To-and-fro, a pacing backward and forward; as, to commence a to- and-fro. Tennyson. -- To the face, in front of; in behind; hence, in the presence of. -- To wit, to know; namely. See Wit, v. i. Note: To, without an object expressed, is used adverbially; as, put to the door, i. e., put the door to its frame, close it; and in the nautical expressions, to heave to, to come to, meaning to a certain position. To, like on, is sometimes used as a command, forward, set to. \"To, Achilles! to, Ajax! to!\" Shak."
  },
  {
    "word": "up",
    "mean": "1. Aloft; on high; in a direction contrary to that of gravity; toward or in a higher place or position; above; -- the opposite of Ant: down. But up or down, By center or eccentric, hard to tell. Milton. 2. Hence, in many derived uses, specifically: -- (a) From a lower to a higher position, literally or figuratively; as, from a recumbent or sitting position; from the mouth, toward the source, of a river; from a dependent or inferior condition; from concealment; from younger age; from a quiet state, or the like; -- used with verbs of motion expressed or implied. But they presumed to go up unto the hilltop. Num. xiv. 44. I am afflicted and ready to die from my youth up. Ps. lxxxviii. 15. Up rose the sun, and up rose Emelye. Chaucer. We have wrought ourselves up into this degree of Christian indifference. Atterbury. (b) In a higher place or position, literally or figuratively; in the state of having arisen; in an upright, or nearly upright, position; standing; mounted on a horse; in a condition of elevation, prominence, advance, proficiency, excitement, insurrection, or the like; -- used with verbs of rest, situation, condition, and the like; as, to be up on a hill; the lid of the box was up; prices are up. And when the sun was up, they were scorched. Matt. xiii. 6. Those that were up themselves kept others low. Spenser. Helen was up -- was she Shak. Rebels there are up, And put the Englishmen unto the sword. Shak. His name was up through all the adjoining provinces, even to Italy and Rome; many desiring to see who he was that could withstand so many years the Roman puissance. Milton. Thou hast fired me; my soul's up in arms. Dryden. Grief and passion are like floods raised in little brooks by a sudden rain; they are quickly up. Dryden. A general whisper ran among the country people, that Sir Roger was up. Addison. Let us, then, be up and doing, With a heart for any fate. Longfellow. (c) To or in a position of equal advance or equality; not short of, back of, less advanced than, away from, or the like; -- usually followed by to or with; as, to be up to the chin in water; to come up with one's companions; to come up with the enemy; to live up to engagements. As a boar was whetting his teeth, up comes a fox to him. L'Estrange. (d) To or in a state of completion; completely; wholly; quite; as, in the phrases to eat up; to drink up; to burn up; to sum up; etc.; to shut up the eyes or the mouth; to sew up a rent. Note: Some phrases of this kind are now obsolete; as, to spend up (Prov. xxi. 20); to kill up (B. Jonson). (e) Aside, so as not to be in use; as, to lay up riches; put up your weapons. Note: Up is used elliptically for get up, rouse up, etc., expressing a command or exhortation. \"Up, and let us be going.\" Judg. xix. 28. Up, up, my friend! and quit your books, Or surely you 'll grow double. Wordsworth. It is all up with him, it is all over with him; he is lost. -- The time is up, the allotted time is past. -- To be up in, to be informed about; to be versed in. \"Anxious that their sons should be well up in the superstitions of two thousand years ago.\" H. Spencer. -- To be up to. (a) To be equal to, or prepared for; as, he is up to the business, or the emergency. [Colloq.] (b) To be engaged in; to purpose, with the idea of doing ill or mischief; as, I don't know what he's up to. [Colloq.] -- To blow up. (a) To inflate; to distend. (b) To destroy by an explosion from beneath. (c) To explode; as, the boiler blew up. (d) To reprove angrily; to scold. [Slang] -- To bring up. See under Bring, v. t. -- To come up with. See under Come, v. i. -- To cut up. See under Cut, v. t. & i. -- To draw up. See under Draw, v. t. -- To grow up, to grow to maturity. -- Up anchor (Naut.), the order to man the windlass preparatory to hauling up the anchor. -- Up and down. (a) First up, and then down; from one state or position to another. See under Down, adv. Fortune . . . led him up and down. Chaucer. (b) (Naut.) Vertical; perpendicular; -- said of the cable when the anchor is under, or nearly under, the hawse hole, and the cable is taut. Totten. -- Up helm (Naut.), the order given to move the tiller toward the upper, or windward, side of a vessel. -- Up to snuff. See under Snuff. [Slang] -- What is up What is going on [Slang]\n\n1. From a lower to a higher place on, upon, or along; at a higher situation upon; at the top of. In going up a hill, the knees will be most weary; in going down, the thihgs. Bacon. 2. From the coast towards the interior of, as a country; from the mouth towards the source of, as a stream; as, to journey up the country; to sail up the Hudson. 3. Upon. [Obs.] \"Up pain of death.\" Chaucer.\n\nThe state of being up or above; a state of elevation, prosperity, or the like; -- rarely occurring except in the phrase ups and downs. [Colloq.] Ups and downs, alternate states of elevation and depression, or of prosperity and the contrary. [Colloq.] They had their ups and downs of fortune. Thackeray.\n\nInclining up; tending or going up; upward; as, an up look; an up grade; the up train."
  },
  {
    "word": "ha",
    "mean": "An exclamation denoting surprise, joy, or grief. Both as uttered and as written, it expresses a great variety of emotions, determined by the tone or the context. When repeated, ha, ha, it is an expression of laughter, satisfaction, or triumph, sometimes of derisive laughter; or sometimes it is equivalent to \"Well, it is so.\" Ha-has, and inarticulate hootings of satirical rebuke. Carlyle."
  },
  {
    "word": "ur",
    "mean": "The urus."
  },
  {
    "word": "yt",
    "mean": ", an old method of printing that (AS. 忙t, edh忙t) the \"y\" taking the place of the old letter \"脼\"). Cf. Ye, the.\n\nan old method of printing that (AS. 镁忙t, 冒忙t) the \"y\" taking the place of the old letter \"thorn\" (镁).  Cf. Ye, the.\n\nan old method of printing that (AS. 镁忙t, 冒忙t) the \"y\" taking the place of the old letter \"thorn\" (镁).  Cf. Ye, the."
  },
  {
    "word": "go",
    "mean": "Gone. Chaucer.\n\n1. To pass from one place to another; to be in motion; to be in a state not motionless or at rest; to proced; to advance; to make progress; -- used, in various applications, of the movement of both animate and inanimate beings, by whatever means, and also of the movements of the mind; also figuratively applied. 2. To move upon the feet, or step by step; to walk; also, to walk step by step, or leisurely. Note: In old writers go is much used as opposed to run, or ride. \"Whereso I go or ride.\" Chaucer. You know that love Will creep in service where it can not go. Shak. Thou must run to him; for thou hast staid so long that going will scarce serve the turn. Shak. He fell from running to going, and from going to clambering upon his hands and his knees. Bunyan. Note: In Chaucer go is used frequently with the pronoun in the objective used reflexively; as, he goeth him home. 3. To be passed on fron one to another; to pass; to circulate; hence, with for, to have currency; to be taken, accepted, or regarded. The man went among men for an old man in the days of Saul. 1 Sa. xvii. 12. [The money] should go according to its true value. Locke. 4. To proceed or happen in a given manner; to fare; to move on or be carried on; to have course; to come to an issue or result; to succeed; to turn out. How goes the night, boy Shak. I think, as the world goes, he was a good sort of man enough. Arbuthnot. Whether the cause goes for me or against me, you must pay me the reward. I Watts. 5. To proceed or tend toward a result, consequence, or product; to tend; to conduce; to be an ingredient; to avail; to apply; to contribute; -- often with the infinitive; as, this goes to show. Against right reason all your counsels go. Dryden. To master the foul flend there goeth some complement knowledge of theology. Sir W. Scott. 6. To apply one's self; to set one's self; to undertake. Seeing himself confronted by so many, like a resolute orator, he went not to denial, but to justify his cruel falsehood. Sir P. Sidney. Note: Go, in this sense, is often used in the present participle with the auxiliary verb to be, before an infinitive, to express a future of intention, or to denote design; as, I was going to say; I am going to begin harvest. 7. To proceed by a mental operation; to pass in mind or by an act of the memory or imagination; -- generally with over or through. By going over all these particulars, you may receive some tolerable satisfaction about this great subject. South. 8. To be with young; to be pregnant; to gestate. The fruit she goes with, I pray for heartily, that it may find Good time, and live. Shak. 9. To move from the person speaking, or from the point whence the action is contemplated; to pass away; to leave; to depart; -- in opposition to stay and come. I will let you go, that ye may sacrifice to the Lord your God; . . . only ye shall not go very far away. Ex. viii. 28. 10. To pass away; to depart forever; to be lost or ruined; to perish; to decline; to decease; to die. By Saint George, he's gone! That spear wound hath our master sped. Sir W. Scott. 11. To reach; to extend; to lead; as, a line goes across the street; his land goes to the river; this road goes to New York. His amorous expressions go no further than virtue may allow. Dryden. 12. To have recourse; to resort; as, to go to law. Note: Go is used, in combination with many prepositions and adverbs, to denote motion of the kind indicated by the preposition or adverb, in which, and not in the verb, lies the principal force of the expression; as, to go against to go into, to go out, to go aside, to go astray, etc. Go to, come; move; go away; -- a phrase of exclamation, serious or ironical. -- To go a-begging, not to be in demand; to be undesired. -- To go about. (a) To set about; to enter upon a scheme of action; to undertake. \"They went about to slay him.\" Acts ix. 29. They never go about . . . to hide or palliate their vices. Swift. (b) (Naut.) To tack; to turn the head of a ship; to wear. -- To go abraod. (a) To go to a foreign country. (b) To go out of doors. (c) To become public; to be published or disclosed; to be current. Then went this saying abroad among the brethren. John xxi. 23. -- To go against. (a) To march against; to attack. (b) To be in opposition to; to be disagreeable to. -- To go ahead. (a) To go in advance. (b) To go on; to make progress; to proceed. -- To go and come. See To come and go, under Come. -- To go aside. (a) To withdraw; to retire. He . . . went aside privately into a desert place. Luke. ix. 10. (b) To go from what is right; to err. Num. v. 29.-- To go back on. (a) To retrace (one's path or footsteps). (b) To abandon; to turn against; to betray. [Slang, U. S.] -- To go below (Naut), to go below deck. -- To go between, to interpose or mediate between; to be a secret agent between parties; in a bad sense, to pander. -- To go beyond. See under Beyond. -- To go by, to pass away unnoticed; to omit. -- To go by the board (Naut.), to fall or be carried overboard; as, the mast went by the board. -- To go down. (a) To descend. (b) To go below the horizon; as, the sun has gone down. (c) To sink; to founder; -- said of ships, etc. (d) To be swallowed; -- used literally or figuratively. [Colloq.] Nothing so ridiculous, . . . but it goes down whole with him for truth. L' Estrange. -- To go far. (a) To go to a distance. (b) To have much weight or influence. -- To go for. (a) To go in quest of. (b) To represent; to pass for. (c) To favor; to advocate. (d) To attack; to assault. [Low] (e) To sell for; to be parted with for (a price). -- To go for nothing, to be parted with for no compensation or result; to have no value, efficacy, or influence; to count for nothing. -- To go forth. (a) To depart from a place. (b) To be divulged or made generally known; to emanate. The law shall go forth of Zion, and the word of the Lord from Jerusalem. Micah iv. 2. -- To go hard with, to trouble, pain, or endanger. -- To go in, to engage in; to take part. [Colloq.] -- To go in and out, to do the business of life; to live; to have free access. John x. 9. -- To go in for. [Colloq.] (a) To go for; to favor or advocate (a candidate, a measure, etc.). (b) To seek to acquire or attain to (wealth, honor, preferment, etc.) (c) To complete for (a reward, election, etc.). (d) To make the object of one's labors, studies, etc. He was as ready to go in for statistics as for anything else. Dickens. -- To go in to or unto. (a) To enter the presence of. Esther iv. 16.(b) To have sexual intercourse with. [Script.] -- To go into. (a) To speak of, investigate, or discuss (a question, subject, etc.). (b) To participate in (a war, a business, etc.). -- To go large. (Naut) See under Large. -- To go off. (a) To go away; to depart. The leaders . . . will not go off until they hear you. Shak. (b) To cease; to intermit; as, this sickness went off. (c) To die. Shak. (d) To explode or be discharged; -- said of gunpowder, of a gun, a mine, etc. (e) To find a purchaser; to be sold or disposed of. (f) To pass off; to take place; to be accomplished. The wedding went off much as such affairs do. Mrs. Caskell. -- To go on. (a) To proceed; to advance further; to continue; as, to go on reading. (b) To be put or drawn on; to fit over; as, the coat will not go on. -- To go all fours, to correspond exactly, point for point. It is not easy to make a simile go on all fours. Macaulay. -- To go out. (a) To issue forth from a place. (b) To go abroad; to make an excursion or expedition. There are other men fitter to go out than I. Shak. What went ye out for to see Matt. xi. 7, 8, 9. (c) To become diffused, divulged, or spread abroad, as news, fame etc. (d) To expire; to die; to cease; to come to an end; as, the light has gone out. Life itself goes out at thy displeasure. Addison. -- To go over. (a) To traverse; to cross, as a river, boundary, etc.; to change sides. I must not go over Jordan. Deut. iv. 22. Let me go over, and see the good land that is beyond Jordan. Deut. iii. 25. Ishmael . . . departed to go over to the Ammonites. Jer. xli. 10. (b) To read, or study; to examine; to review; as, to go over one's accounts. If we go over the laws of Christianity, we shall find that . . . they enjoin the same thing. Tillotson. (c) To transcend; to surpass. (d) To be postponed; as, the bill went over for the session. (e) (Chem.) To be converted (into a specified substance or material); as, monoclinic sulphur goes over into orthorhombic, by standing; sucrose goes over into dextrose and levulose. -- To go through. (a) To accomplish; as, to go through a work. (b) To suffer; to endure to the end; as, to go through a surgical operation or a tedious illness. (c) To spend completely; to exhaust, as a fortune. (d) To strip or despoil (one) of his property. [Slang] (e) To botch or bungle a business. [Scot.] -- To go through with, to perform, as a calculation, to the end; to complete. -- To go to ground. (a) To escape into a hole; -- said of a hunted fox. (b) To fall in battle. -- To go to naught (Colloq.), to prove abortive, or unavailling. -- To go under. (a) To set; -- said of the sun. (b) To be known or recognized by (a name, title, etc.). (c) To be overwhelmed, submerged, or defeated; to perish; to succumb. -- To go up, to come to nothing; to prove abortive; to fail. [Slang] -- To go upon, to act upon, as a foundation or hypothesis. -- To go with. (a) To accompany. (b) To coincide or agree with. (c) To suit; to harmonize with. -- To go (well, ill, or hard) with, to affect (one) in such manner. -- To go without, to be, or to remain, destitute of. -- To go wrong. (a) To take a wrong road or direction; to wander or stray. (b) To depart from virtue. (c) To happen unfortunately. (d) To miss success. -- To let go, to allow to depart; to quit one's hold; to release.\n\n1. To take, as a share in an enterprise; to undertake or become responsible for; to bear a part in. They to go equal shares in the booty. L'Estrange. 2. To bet or wager; as, I'll go you a shilling. [Colloq.] To go halves, to share with another equally. -- To go it, to behave in a wild manner; to be uproarious; to carry on; also, to proceed; to make progress. [Colloq.] -- To go it alone (Card Playing), to play a hand without the assistance of one's partner. -- To go it blind. (a) To act in a rash, reckless, or headlong manner. [Slang] (b) (Card Playing) To bet without having examined the cards. -- To go one's way, to set forth; to depart.\n\n1. Act; working; operation. [Obs.] So gracious were the goes of marriage. Marston. 2. A circumstance or occurrence; an incident. [Slang] This is a pretty go. Dickens. 3. The fashion or mode; as, quite the go. [Colloq.] 4. Noisy merriment; as, a high go. [Colloq.] 5. A glass of spirits. [Slang] 6. Power of going or doing; energy; vitality; perseverance; push; as, there is no go in him. [Colloq.] 7. (Cribbage)  That condition in the course of the game when a player can not lay down a card which will not carry the aggregate count above thirty-one. Great go, Little go, the final and the preliminary examinations for a degree. [Slang, Eng. Univ.] -- No go, a failure; a fiasco. [Slang] Thackeray. -- On the go, moving about; unsettled. [Colloq.]"
  },
  {
    "word": "no",
    "mean": "Not any; not one; none. Let there be no strife ... between me and thee. Gen. xiii. 8. That goodness is no name, and happiness no dream. Byron. Note: In Old England before a vowel the form non or noon was used. \"No man.\" \"Noon apothercary.\" Chaucer.\n\nNay; not; not at all; not in any respect or degree; -- a word expressing negation, denial, or refusal. Before or after another negative, no is emphatic. We do no otherwise than we are willed. Shak. I am perplx'd and doubtful whether or no I dare accept this your congratulation. Coleridge. There is none righteous, no, not one. Rom. iii. 10. No! Nay, Heaven forbid. Coleridge.\n\n1. A refusal by use of the wordd no; a denial. 2. A negative vote; one who votes in the negative; as, to call for the ayes and noes; the noes have it."
  },
  {
    "word": "ut",
    "mean": "The first note in Guido's musical scale, now usually superseded by do. See Solmization."
  },
  {
    "word": "oh",
    "mean": "An exclamation expressing various emotions, according to the tone and manner, especially surprise, pain, sorrow, anxiety, or a wish. See the Note under O."
  },
  {
    "word": "do",
    "mean": "A syllable attached to the first tone of the major diatonic scale for the purpose of solmization, or solfeggio. It is the first of the seven syllables used by the Italians as manes of musical tones, and replaced, for the sake of euphony, the syllable Ut, applied to the note C. In England and America the same syllables are used by mane as a scale pattern, while the tones in respect to absolute pitch are named from the first seven letters of the alphabet.\n\n1. To place; to put. [Obs.] Tale of a Usurer (about 1330). 2. To cause; to make; -- with an infinitive. [Obs.] My lord Abbot of Westminster did do shewe to me late certain evidences. W. Caxton. I shall . . . your cloister do make. Piers Plowman. A fatal plague which many did to die. Spenser. We do you to wit [i. e., We make you to know] of the grace of God bestowed on the churches of Macedonia. 2 Cor. viii. 1. Note: We have lost the idiom shown by the citations (do used like the French faire or laisser), in which the verb in the infinitive apparently, but not really, has a passive signification, i. e., cause . . . to be made. 3. To bring about; to produce, as an effect or result; to effect; to achieve. The neglecting it may do much danger. Shak. He waved indifferently' twixt doing them neither good not harm. Shak. 4. To perform, as an action; to execute; to transact to carry out in action; as, to do a good or a bad act; do our duty; to do what I can. Six days shalt thou labor and do all thy work. Ex. xx. 9. We did not do these things. Ld. Lytton. You can not do wrong without suffering wrong. Emerson. Hence: To do homage, honor, favor, justice, etc., to render homage, honor, etc. 5. To bring to an end by action; to perform completely; to finish; to accomplish; -- a sense conveyed by the construction, which is that of the past participle done. \"Ere summer half be done.\" \"I have done weeping.\" Shak. 6. To make ready for an object, purpose, or use, as food by cooking; to cook completely or sufficiently; as, the meat is done on one side only. 7. To put or bring into a form, state, or condition, especially in the phrases, to do death, to put to death; to slay; to do away (often do away with), to put away; to remove; to do on, to put on; to don; to do off, to take off, as dress; to doff; to do into, to put into the form of; to translate or transform into, as a text. Done to death by slanderous tongues. Shak. The ground of the difficulty is done away. Paley. Suspicions regarding his loyalty were entirely done away. Thackeray. To do on our own harness, that we may not; but we must do on the armor of God. Latimer. Then Jason rose and did on him a fair Blue woolen tunic. W. Morris (Jason). Though the former legal pollution be now done off, yet there is a spiritual contagion in idolatry as much to be shunned. Milton. It [\"Pilgrim's Progress\"] has been done into verse: it has been done into modern English. Macaulay. 8. To cheat; to gull; to overreach. [Colloq.] He was not be done, at his time of life, by frivolous offers of a compromise that might have secured him seventy-five per cent. De Quincey. 9. To see or inspect; to explore; as, to do all the points of interest. [Colloq.] 10. (Stock Exchange)  To cash or to advance money for, as a bill or note. Note: (a) Do and did are much employed as auxiliaries, the verb to which they are joined being an infinitive. As an auxiliary the verb do has no participle. \"I do set my bow in the cloud.\" Gen. ix. 13. [Now archaic or rare except for emphatic assertion.] Rarely . . . did the wrongs of individuals to the knowledge of the public. Macaulay. (b) They are often used in emphatic construction. \"You don't say so, Mr. Jobson. -- but I do say so.\" Sir W. Scott. \"I did love him, but scorn him now.\" Latham. (c) In negative and interrogative constructions, do and did are in common use. I do not wish to see them; what do you think Did C忙sar cross the Tiber He did not. \"Do you love me\" Shak. (d) Do, as an auxiliary, is supposed to have been first used before imperatives. It expresses entreaty or earnest request; as, do help me. In the imperative mood, but not in the indicative, it may be used with the verb to be; as, do be quiet. Do, did, and done often stand as a general substitute or representative verb, and thus save the repetition of the principal verb. \"To live and die is all we have to do.\" Denham. In the case of do and did as auxiliaries, the sense may be completed by the infinitive (without to) of the verb represented. \"When beauty lived and died as flowers do now.\" Shak. \"I . . . chose my wife as she did her wedding gown.\" Goldsmith. My brightest hopes giving dark fears a being. As the light does the shadow. Longfellow. In unemphatic affirmative sentences do is, for the most part, archaic or poetical; as, \"This just reproach their virtue does excite.\" Dryden. To do one's best, To do one's diligence (and the like), to exert one's self; to put forth one's best or most or most diligent efforts. \"We will . . . do our best to gain their assent.\" Jowett (Thucyd.). -- To do one's business, to ruin one. [Colloq.] Wycherley. -- To do one shame, to cause one shame. [Obs.] -- To do over. (a) To make over; to perform a second time. (b) To cover; to spread; to smear. \"Boats . . . sewed together and done over with a kind of slimy stuff like rosin.\" De Foe. -- To do to death, to put to death. (See 7.) [Obs.] -- To do up. (a) To put up; to raise. [Obs.] Chaucer. (b) To pack together and envelop; to pack up. (c) To accomplish thoroughly. [Colloq.] (d) To starch and iron. \"A rich gown of velvet, and a ruff done up with the famous yellow starch.\" Hawthorne. -- To do way, to put away; to lay aside. [Obs.] Chaucer. -- To do with, to dispose of; to make use of; to employ; -- usually preceded by what. \"Men are many times brought to that extremity, that were it not for God they would not know what to do with themselves.\" Tillotson. -- To have to do with, to have concern, business or intercourse with; to deal with. When preceded by what, the notion is usually implied that the affair does not concern the person denoted by the subject of have. \"Philology has to do with language in its fullest sense.\" Earle. \"What have I to do with you, ye sons of Zeruiah 2 Sam. xvi. 10.\n\n1. To act or behave in any manner; to conduct one's self. They fear not the Lord, neither do they after . . . the law and commandment. 2 Kings xvii. 34. 2. To fare; to be, as regards health; as, they asked him how he did; how do you do to-day 3. Etym: [Perh. a different word. OE. dugen, dowen, to avail, be of use, AS. dugan. See Doughty.]  To succeed; to avail; to answer the purpose; to serve; as, if no better plan can be found, he will make this do. You would do well to prefer a bill against all kings and parliaments since the Conquest; and if that won't do; challenge the crown. Collier. To do by. See under By. -- To do for. (a) To answer for; to serve as; to suit. (b) To put an end to; to ruin; to baffle completely; as, a goblet is done for when it is broken. [Colloq.] Some folks are happy and easy in mind when their victim is stabbed and done for. Thackeray. -- To do withal, to help or prevent it. [Obs.] \"I could not do withal.\" Shak. -- To do without, to get along without; to dispense with. -- To have done, to have made an end or conclusion; to have finished; to be quit; to desist. -- To have done with, to have completed; to be through with; to have no further concern with. -- Well to do, in easy circumstances.\n\n1. Deed; act; fear. [Obs.] Sir W. Scott. 2. Ado; bustle; stir; to do. [R.] A great deal of do, and a great deal of trouble. Selden. 3. A cheat; a swindle. [Slang, Eng.]"
  },
  {
    "word": "re",
    "mean": "A syllable applied in solmization to the second tone of the diatonic scale of C; in the American system, to the second tone of any diatonic scale."
  },
  {
    "word": "ah",
    "mean": "An exclamation, expressive of surprise, pity, complaint, entreaty, contempt, threatening, delight, triumph, etc., according to the manner of utterance."
  },
  {
    "word": "pi",
    "mean": "A mass of type confusedly mixed or unsorted. [Written also pie.]\n\nTo put into a mixed and disordered condition, as type; to mix and disarrange the type of; as, to pi a form. [Written also pie.]"
  },
  {
    "word": "ky",
    "mean": "Kine. [Scot.] See Kee, Kie, and Kine."
  },
  {
    "word": "la",
    "mean": "(a) A syllable applied to the sixth tone of the scale in music in solmization. (b) The tone A; -- so called among the French and Italians.\n\n1. Look; see; behold; -- sometimes followed by you. [Obs.] Shak. 2. An exclamation of surprise; -- commonly followed by me; as, La me! [Low]"
  },
  {
    "word": "ai",
    "mean": "The three-toed sloth (Bradypus tridactylus) of South America. See Sloth."
  },
  {
    "word": "or",
    "mean": "A particle that marks an alternative; as, you may read or may write, -- that is, you may do one of the things at your pleasure, but not both. It corresponds to either. You may ride either to London or to Windsor. It often connects a series of words or propositions, presenting a choice of either; as, he may study law, or medicine, or divinity, or he may enter into trade. If man's convenience, health, Or safety interfere, his rights and claims Are paramount. Cowper. Note: Or may be used to join as alternatives terms expressing unlike things or ideas (as, is the orange sour or sweet), or different terms expressing the same thing or idea; as, this is a sphere, or globe. Note: Or sometimes begins a sentence. In this case it expresses an alternative or subjoins a clause differing from the foregoing. \"Or what man is there of you, who, if his son shall ask him for a loaf, will give him a stone\" Matt. vii. 9 (Rev. Ver. ). Or for either is archaic or poetic. Maugre thine heed, thou must for indigence Or steal, or beg, or borrow thy dispence. Chaucer.\n\nEre; before; sooner than. [Obs.] But natheless, while I have time and space, Or that I forther in this tale pace. Chaucer. Or ever, Or ere. See under Ever, and Ere.\n\nYellow or gold color, -- represented in drawing or engraving by small dots."
  },
  {
    "word": "si",
    "mean": "A syllable applied, in solmization, to the note B; more recently, to the seventh tone of any major diatonic scale. It was added to Guido's scale by Le Maire about the end of the 17th century."
  },
  {
    "word": "oe",
    "mean": "a diphthong, employed in the Latin language, and thence in the English language, as the representative of the Greek diphthong oe. In many words in common use, e alone stands instead of oe. Classicists prefer to write the diphthong oe separate in Latin words."
  },
  {
    "word": "is",
    "mean": "The third person singular of the substantive verb be, in the indicative mood, present tense; as, he is; he is a man. See Be. Note: In some varieties of the Northern dialect of Old English, is was used for all persons of the singular. For thy is I come, and eke Alain. Chaucer. Aye is thou merry. Chaucer. Note: The idiom of using the present for future events sure to happen is a relic of Old English in which the present and future had the same form; as, this year Christmas is on Friday. To-morrow is the new moon. 1 Sam. xx. 5."
  },
  {
    "word": "lo",
    "mean": "Look; see; behold; observe. \" Lo, here is Christ.\" Matt. xxiv. 23. \" Lo, we turn to the Gentiles.\" Acts xiii. 46."
  },
  {
    "word": "at",
    "mean": "Primarily, this word expresses the relations of presence, nearness in place or time, or direction toward; as, at the ninth hour; at the house; to aim at a mark. It is less definite than in or on; at the house may be in or near the house. From this original import are derived all the various uses of at. It expresses: - 1. A relation of proximity to, or of presence in or on, something; as, at the door; at your shop; at home; at school; at hand; at sea and on land. 2. The relation of some state or condition; as, at war; at peace; at ease; at your service; at fault; at liberty; at risk; at disadvantage. 3. The relation of some employment or action; occupied with; as, at engraving; at husbandry; at play; at work; at meat (eating); except at puns. 4. The relation of a point or position in a series, or of degree, rate, or value; as, with the thermometer at 80潞; goods sold at a cheap price; a country estimated at 10,000 square miles; life is short at the longest. 5. The relations of time, age, or order; as, at ten o'clock; at twenty-one; at once; at first. 6. The relations of source, occasion, reason, consequence, or effect; as, at the sight; at this news; merry at anything; at this declaration; at his command; to demand, require, receive, deserve, endure at your hands. 7. Relation of direction toward an object or end; as, look at it; to point at one; to aim at a mark; to throw, strike, shoot, wink, mock, laugh at any one. At all, At home, At large, At last, At length, At once, etc. See under All, Home, Large, Last (phrase and syn.), Length, Once, etc. -- At it, busily or actively engaged. -- At least. See Least and However. -- At one. See At one, in the Vocabulary. Syn. -- In, At. When reference to the interior of any place is made prominent in is used. It is used before the names of countries and cities (esp. large cities); as, we live in America, in New York, in the South. At is commonly employed before names of houses, institutions, villages, and small places; as, Milton was educated at Christ's College; money taken in at the Customhouse; I saw him at the jeweler's; we live at Beachville. At may be used before the name of a city when it is regarded as a mere point of locality. \"An English king was crowned at Paris.\" Macaulay. \"Jean Jacques Rousseau was born at Geneva, June, 28, 1712.\" J. Morley. In regard to time, we say at the hour, on the day, in the year; as, at 9 o'clock, on the morning of July 5th, in the year 1775."
  },
  {
    "word": "ta",
    "mean": "To take. [Obs. or Scot.]  Cursor Mundi. Used by Chaucer to represent a peculiarity of the Northern dialect."
  },
  {
    "word": "ho",
    "mean": "Who. [Obs.] In some Chaucer MSS.\n\nA stop; a halt; a moderation of pace. There is no ho with them. Decker.\n\n1. Halloo! attend! -- a call to excite attention, or to give notice of approach. \"What noise there, ho\" Shak. \"Ho! who's within\" Shak. 2. Etym: [Perhaps corrupted fr. hold; but cf. F. hau stop! and E. whoa.]  Stop! stand still! hold! -- a word now used by teamsters, but formerly to order the cessation of anything. [Written also whoa, and, formerly, hoo.] The duke . . . pulled out his sword and cried \"Hoo!\" Chaucer. An herald on a scaffold made an hoo. Chaucer."
  },
  {
    "word": "ye",
    "mean": "an old method of printing the article the (AS. 镁e), the \"y\" being used in place of the Anglo-Saxon thorn. It is sometimes incorrectly pronounced ye. See The, and Thorn, n., 4.\n\nAn eye. [Obs.] From his y毛n ran the water down. Chaucer.\n\nThe plural of the pronoun of the second person in the nominative case. Ye ben to me right welcome heartily. Chaucer. But ye are washed, but ye are sanctified. 1 Cor. vi. 11. This would cost you your life in case ye were a man. Udall. Note: In Old English ye was used only as a nominative, and you only as a dative or objective. In the 16th century, however, ye and you became confused and were often used interchangeably, both as nominatives and objectives, and you has now superseded ye except in solemn or poetic use. See You, and also the first Note under Thou. Vain pomp and glory of this world, I hate ye. Shak. I come, kind gentlemen, strange news to tell ye. Dryden.\n\nYea; yes. [Obs.] Chaucer."
  },
  {
    "word": "ae",
    "mean": "A diphthong in the Latin language; used also by the Saxon writers. It answers to the Gr. 忙 was generally replaced by a, the long e or ee. In derivatives from Latin words with ae, it is mostly superseded by e. For most words found with this initial combination, the reader will therefore search under the letter E."
  },
  {
    "word": "yu",
    "mean": "Jade."
  },
  {
    "word": "us",
    "mean": "The persons speaking, regarded as an object; ourselves; -- the objective case of we. See We. \"Tell us a tale.\" Chaucer. Give us this day our daily bread. Matt. vi. 11."
  },
  {
    "word": "jo",
    "mean": "A sweetheart; a darling. [Scot.] Burns."
  },
  {
    "word": "eu",
    "mean": "A prefix used frequently in composition, signifying well, good, advantageous; -- the opposite of dys-."
  }
]